window.WORDS = [
  {
    "lesson": "Starter",
    "part": "",
    "en": "a soccer player",
    "ja": "サッカー選手",
    "ja_answers": [
      "サッカー選手"
    ]
  },
  {
    "lesson": "Starter",
    "part": "",
    "en": "a yellow umbrella",
    "ja": "黄色いかさ",
    "ja_answers": [
      "黄色いかさ"
    ]
  },
  {
    "lesson": "Starter",
    "part": "",
    "en": "I am a soccer player.",
    "ja": "私はサッカー選手です。",
    "ja_answers": [
      "私はサッカー選手です。",
      "ぼくはサッカー選手です。",
      "僕はサッカー選手です。",
      "ぼくがサッカー選手です。",
      "僕がサッカー選手です。"
    ]
  },
  {
    "lesson": "Starter",
    "part": "",
    "en": "Hello, I am Hasegawa Mika.",
    "ja": "こんにちは。私は長谷川ミカです。",
    "ja_answers": [
      "こんにちは。私は長谷川ミカです。"
    ]
  },
  {
    "lesson": "Starter",
    "part": "",
    "en": "Are you from Tokyo?",
    "ja": "あなたは東京出身ですか。",
    "ja_answers": [
      "あなたは東京出身ですか。"
    ]
  },
  {
    "lesson": "Starter",
    "part": "",
    "en": "No, I'm not.",
    "ja": "いいえ、違います。",
    "ja_answers": [
      "いいえ、違います。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am Kato Riku.",
    "ja": "私は加藤リクです。",
    "ja_answers": [
      "私は加藤リクです。",
      "ぼくは加藤リクです。",
      "僕は加藤リクです。",
      "ぼくが加藤リクです。",
      "僕が加藤リクです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I like music.",
    "ja": "私は音楽が好きです。",
    "ja_answers": [
      "私は音楽が好きです。",
      "ぼくは音楽が好きです。",
      "僕は音楽が好きです。",
      "ぼくが音楽が好きです。",
      "僕が音楽が好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am Lisa.",
    "ja": "私はリサです。",
    "ja_answers": [
      "私はリサです。",
      "ぼくはリサです。",
      "僕はリサです。",
      "ぼくがリサです。",
      "僕がリサです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I like cats.",
    "ja": "私はネコを好みます。（=私はネコが好きです。）",
    "ja_answers": [
      "私はネコを好みます。（=私はネコが好きです。）",
      "私はネコが好きです。",
      "ぼくはネコを好みます。（=私はネコが好きです。）",
      "僕はネコを好みます。（=私はネコが好きです。）",
      "ぼくがネコを好みます。（=私はネコが好きです。）",
      "僕がネコを好みます。（=私はネコが好きです。）",
      "ぼくはネコが好きです。",
      "僕はネコが好きです。",
      "ぼくがネコが好きです。",
      "僕がネコが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am Watanabe Ken.",
    "ja": "私は渡辺ケンです。",
    "ja_answers": [
      "私は渡辺ケンです。",
      "ぼくは渡辺ケンです。",
      "僕は渡辺ケンです。",
      "ぼくが渡辺ケンです。",
      "僕が渡辺ケンです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am good at soccer.",
    "ja": "私はサッカーが上手です。",
    "ja_answers": [
      "私はサッカーが上手です。",
      "ぼくはサッカーが上手です。",
      "僕はサッカーが上手です。",
      "ぼくがサッカーが上手です。",
      "僕がサッカーが上手です。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I like soba.",
    "ja": "私はそばが好きです。",
    "ja_answers": [
      "私はそばが好きです。",
      "ぼくはそばが好きです。",
      "僕はそばが好きです。",
      "ぼくがそばが好きです。",
      "僕がそばが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I like dogs.",
    "ja": "私はイヌが好きです。",
    "ja_answers": [
      "私はイヌが好きです。",
      "ぼくはイヌが好きです。",
      "僕はイヌが好きです。",
      "ぼくがイヌが好きです。",
      "僕がイヌが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am Lisa Brown.",
    "ja": "私はリサ・ブラウンです。",
    "ja_answers": [
      "私はリサ・ブラウンです。",
      "ぼくはリサ・ブラウンです。",
      "僕はリサ・ブラウンです。",
      "ぼくがリサ・ブラウンです。",
      "僕がリサ・ブラウンです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I like tennis.",
    "ja": "私はテニスが好きです。",
    "ja_answers": [
      "私はテニスが好きです。",
      "ぼくはテニスが好きです。",
      "僕はテニスが好きです。",
      "ぼくがテニスが好きです。",
      "僕がテニスが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am good at English.",
    "ja": "ぼくは英語が上手です。",
    "ja_answers": [
      "ぼくは英語が上手です。",
      "私は英語が上手です。",
      "ぼくが英語が上手です。",
      "僕が英語が上手です。",
      "私が英語が上手です。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I play rugby.",
    "ja": "ぼくはラグビーをします。",
    "ja_answers": [
      "ぼくはラグビーをします。",
      "私はラグビーをします。",
      "ぼくがラグビーをします。",
      "僕がラグビーをします。",
      "私がラグビーをします。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I watch movies.",
    "ja": "私は映画を見ます。",
    "ja_answers": [
      "私は映画を見ます。",
      "ぼくは映画を見ます。",
      "僕は映画を見ます。",
      "ぼくが映画を見ます。",
      "僕が映画を見ます。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "read",
    "ja": "…を読む",
    "ja_answers": [
      "…を読む"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "game",
    "ja": "試合",
    "ja_answers": [
      "試合"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "often",
    "ja": "たびたび、よく",
    "ja_answers": [
      "たびたび",
      "よく"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I am good at judo.",
    "ja": "ぼくは柔道が上手です。",
    "ja_answers": [
      "ぼくは柔道が上手です。",
      "私は柔道が上手です。",
      "ぼくが柔道が上手です。",
      "僕が柔道が上手です。",
      "私が柔道が上手です。"
    ]
  },
  {
    "lesson": "1",
    "part": "1",
    "en": "I read books in English.",
    "ja": "私は英語で本を読みます。",
    "ja_answers": [
      "私は英語で本を読みます。",
      "ぼくは英語で本を読みます。",
      "僕は英語で本を読みます。",
      "ぼくが英語で本を読みます。",
      "僕が英語で本を読みます。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you a basketball fan? Yes, I am.",
    "ja": "あなたはバスケットボールのファンですか。はい、そうです。",
    "ja_answers": [
      "あなたはバスケットボールのファンですか。はい、そうです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Do you like rugby? Yes, I do.",
    "ja": "あなたはラグビーが好きですか。はい、好きです。",
    "ja_answers": [
      "あなたはラグビーが好きですか。はい、好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you a soccer fan?",
    "ja": "あなたはサッカーファンですか。",
    "ja_answers": [
      "あなたはサッカーファンですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you Mika?",
    "ja": "あなたはミカですか。",
    "ja_answers": [
      "あなたはミカですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you in a school club?",
    "ja": "あなたは学校のクラブに所属していますか。",
    "ja_answers": [
      "あなたは学校のクラブに所属していますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Do you like dogs?",
    "ja": "あなたはイヌが好きですか。",
    "ja_answers": [
      "あなたはイヌが好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Do you play piano?",
    "ja": "あなたはピアノをひきますか。",
    "ja_answers": [
      "あなたはピアノをひきますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you a dancer? Yes, I am.",
    "ja": "あなたはダンサーですか。はい、そうです。",
    "ja_answers": [
      "あなたはダンサーですか。はい、そうです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you a volleyball fan? No, I am not.",
    "ja": "あなたはバレーボールのファンですか。いいえ、そうではありません。",
    "ja_answers": [
      "あなたはバレーボールのファンですか。いいえ、そうではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Do you like sushi? Yes, I do.",
    "ja": "あなたはすしが好きですか。はい、好きです。",
    "ja_answers": [
      "あなたはすしが好きですか。はい、好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Do you go to the library? No, I do not.",
    "ja": "あなたは図書館へ行きますか。いいえ、行きません。",
    "ja_answers": [
      "あなたは図書館へ行きますか。いいえ、行きません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "You are Kota.",
    "ja": "あなたはコータです。",
    "ja_answers": [
      "あなたはコータです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "Are you Kota?",
    "ja": "あなたはコータですか。",
    "ja_answers": [
      "あなたはコータですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-1",
    "en": "You like English.",
    "ja": "あなたは英語が好きです。",
    "ja_answers": [
      "あなたは英語が好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Do you like English?",
    "ja": "あなたは英語が好きですか。",
    "ja_answers": [
      "あなたは英語が好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "You play tennis.",
    "ja": "あなたはテニスをします。",
    "ja_answers": [
      "あなたはテニスをします。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Do you play tennis?",
    "ja": "あなたはテニスをしますか。",
    "ja_answers": [
      "あなたはテニスをしますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Are you a math teacher? No, I'm not.",
    "ja": "あなたは数学の先生ですか。いいえ、違います。",
    "ja_answers": [
      "あなたは数学の先生ですか。いいえ、違います。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Are you in the judo club?",
    "ja": "あなたは柔道部に所属していますか。",
    "ja_answers": [
      "あなたは柔道部に所属していますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Do you drink milk? No, I don't.",
    "ja": "あなたは牛乳を飲みますか。いいえ、飲みません。",
    "ja_answers": [
      "あなたは牛乳を飲みますか。いいえ、飲みません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "Do you watch baseball?",
    "ja": "あなたは野球を見ますか。",
    "ja_answers": [
      "あなたは野球を見ますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I am not a basketball fan.",
    "ja": "私はバスケットボールのファンではありません。",
    "ja_answers": [
      "私はバスケットボールのファンではありません。",
      "ぼくはバスケットボールのファンではありません。",
      "僕はバスケットボールのファンではありません。",
      "ぼくがバスケットボールのファンではありません。",
      "僕がバスケットボールのファンではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I do not play rugby.",
    "ja": "私はラグビーをしません。",
    "ja_answers": [
      "私はラグビーをしません。",
      "ぼくはラグビーをしません。",
      "僕はラグビーをしません。",
      "ぼくがラグビーをしません。",
      "僕がラグビーをしません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I am not a student.",
    "ja": "私は学生ではありません。",
    "ja_answers": [
      "私は学生ではありません。",
      "ぼくは学生ではありません。",
      "僕は学生ではありません。",
      "ぼくが学生ではありません。",
      "僕が学生ではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I don't like dogs.",
    "ja": "私はイヌが好きではありません。",
    "ja_answers": [
      "私はイヌが好きではありません。",
      "ぼくはイヌが好きではありません。",
      "僕はイヌが好きではありません。",
      "ぼくがイヌが好きではありません。",
      "僕がイヌが好きではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I don't like English.",
    "ja": "私は英語が好きではありません。",
    "ja_answers": [
      "私は英語が好きではありません。",
      "ぼくは英語が好きではありません。",
      "僕は英語が好きではありません。",
      "ぼくが英語が好きではありません。",
      "僕が英語が好きではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I am not a hip-hop dancer.",
    "ja": "私はヒップホップダンサーではありません。",
    "ja_answers": [
      "私はヒップホップダンサーではありません。",
      "ぼくはヒップホップダンサーではありません。",
      "僕はヒップホップダンサーではありません。",
      "ぼくがヒップホップダンサーではありません。",
      "僕がヒップホップダンサーではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-2",
    "en": "I do not like sushi.",
    "ja": "私はすしが好きではありません。",
    "ja_answers": [
      "私はすしが好きではありません。",
      "ぼくはすしが好きではありません。",
      "僕はすしが好きではありません。",
      "ぼくがすしが好きではありません。",
      "僕がすしが好きではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I am a tennis fan.",
    "ja": "私はテニスファンです。",
    "ja_answers": [
      "私はテニスファンです。",
      "ぼくはテニスファンです。",
      "僕はテニスファンです。",
      "ぼくがテニスファンです。",
      "僕がテニスファンです。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I am not a tennis fan.",
    "ja": "私はテニスファンではありません。",
    "ja_answers": [
      "私はテニスファンではありません。",
      "ぼくはテニスファンではありません。",
      "僕はテニスファンではありません。",
      "ぼくがテニスファンではありません。",
      "僕がテニスファンではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I play tennis.",
    "ja": "私はテニスをします。",
    "ja_answers": [
      "私はテニスをします。",
      "ぼくはテニスをします。",
      "僕はテニスをします。",
      "ぼくがテニスをします。",
      "僕がテニスをします。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I do not play tennis.",
    "ja": "私はテニスをしません。",
    "ja_answers": [
      "私はテニスをしません。",
      "ぼくはテニスをしません。",
      "僕はテニスをしません。",
      "ぼくがテニスをしません。",
      "僕がテニスをしません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I am not a rugby fan.",
    "ja": "私はラグビーのファンではありません。",
    "ja_answers": [
      "私はラグビーのファンではありません。",
      "ぼくはラグビーのファンではありません。",
      "僕はラグビーのファンではありません。",
      "ぼくがラグビーのファンではありません。",
      "僕がラグビーのファンではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I'm not good at soccer.",
    "ja": "私はサッカーが上手ではありません。",
    "ja_answers": [
      "私はサッカーが上手ではありません。",
      "ぼくはサッカーが上手ではありません。",
      "僕はサッカーが上手ではありません。",
      "ぼくがサッカーが上手ではありません。",
      "僕がサッカーが上手ではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I don't play the piano.",
    "ja": "私はピアノをひきません。",
    "ja_answers": [
      "私はピアノをひきません。",
      "ぼくはピアノをひきません。",
      "僕はピアノをひきません。",
      "ぼくがピアノをひきません。",
      "僕がピアノをひきません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I don't eat chocolate.",
    "ja": "私はチョコレートを食べません。",
    "ja_answers": [
      "私はチョコレートを食べません。",
      "ぼくはチョコレートを食べません。",
      "僕はチョコレートを食べません。",
      "ぼくがチョコレートを食べません。",
      "僕がチョコレートを食べません。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "take",
    "ja": "（授業などを）受ける",
    "ja_answers": [
      "（授業などを）受ける"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "fan",
    "ja": "ファン",
    "ja_answers": [
      "ファン"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "every",
    "ja": "毎…、…ごとに",
    "ja_answers": [
      "毎…",
      "…ごとに"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I study English every day.",
    "ja": "私は毎日英語を勉強します。",
    "ja_answers": [
      "私は毎日英語を勉強します。",
      "ぼくは毎日英語を勉強します。",
      "僕は毎日英語を勉強します。",
      "ぼくが毎日英語を勉強します。",
      "僕が毎日英語を勉強します。"
    ]
  },
  {
    "lesson": "1",
    "part": "2-3",
    "en": "I practice baseball after school.",
    "ja": "ぼくは放課後に野球を練習します。",
    "ja_answers": [
      "ぼくは放課後に野球を練習します。",
      "私は放課後に野球を練習します。",
      "ぼくが放課後に野球を練習します。",
      "僕が放課後に野球を練習します。",
      "私が放課後に野球を練習します。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you do on weekends? I watch movies.",
    "ja": "あなたは週末に何をしますか。私は映画を見ます。",
    "ja_answers": [
      "あなたは週末に何をしますか。私は映画を見ます。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What music do you like? I like J-pop.",
    "ja": "あなたはどんな音楽が好きですか。私はJポップが好きです。",
    "ja_answers": [
      "あなたはどんな音楽が好きですか。私はJポップが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you do on Sundays?",
    "ja": "あなたは日曜日に何をしますか。",
    "ja_answers": [
      "あなたは日曜日に何をしますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What fruit do you like?",
    "ja": "あなたはどんな果物が好きですか。",
    "ja_answers": [
      "あなたはどんな果物が好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you study at school?",
    "ja": "あなたは学校で何を勉強していますか。",
    "ja_answers": [
      "あなたは学校で何を勉強していますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What anime do you watch?",
    "ja": "あなたはどんなアニメを見ますか。",
    "ja_answers": [
      "あなたはどんなアニメを見ますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you watch on TV?",
    "ja": "あなたはテレビで何を見ますか。",
    "ja_answers": [
      "あなたはテレビで何を見ますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What sport do you like?",
    "ja": "あなたはどんなスポーツが好きですか。",
    "ja_answers": [
      "あなたはどんなスポーツが好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "Do you read magazines?",
    "ja": "あなたは雑誌を読みますか。",
    "ja_answers": [
      "あなたは雑誌を読みますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you read?",
    "ja": "あなたは何を読みますか。",
    "ja_answers": [
      "あなたは何を読みますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "Do you have cats?",
    "ja": "あなたはネコを飼っていますか。",
    "ja_answers": [
      "あなたはネコを飼っていますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you have?",
    "ja": "あなたは何か飼っていますか。",
    "ja_answers": [
      "あなたは何か飼っていますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What do you play in the brass band?",
    "ja": "あなたは吹奏楽部で何を演奏しますか。",
    "ja_answers": [
      "あなたは吹奏楽部で何を演奏しますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "What subject do you like?",
    "ja": "あなたは何の教科が好きですか。",
    "ja_answers": [
      "あなたは何の教科が好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "action",
    "ja": "動作、アクション",
    "ja_answers": [
      "動作",
      "アクション"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "weekends",
    "ja": "週末",
    "ja_answers": [
      "週末"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "pet",
    "ja": "ペット",
    "ja_answers": [
      "ペット"
    ]
  },
  {
    "lesson": "1",
    "part": "3",
    "en": "Look at this picture.",
    "ja": "この写真を見てください。",
    "ja_answers": [
      "この写真を見てください。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "soccer",
    "ja": "サッカー",
    "ja_answers": [
      "サッカー"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "baseball",
    "ja": "野球",
    "ja_answers": [
      "野球"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "basketball",
    "ja": "バスケットボール",
    "ja_answers": [
      "バスケットボール"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "tennis",
    "ja": "テニス",
    "ja_answers": [
      "テニス"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Monday",
    "ja": "月曜日",
    "ja_answers": [
      "月曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Tuesday",
    "ja": "火曜日",
    "ja_answers": [
      "火曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Wednesday",
    "ja": "水曜日",
    "ja_answers": [
      "水曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Thursday",
    "ja": "木曜日",
    "ja_answers": [
      "木曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Friday",
    "ja": "金曜日",
    "ja_answers": [
      "金曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Saturday",
    "ja": "土曜日",
    "ja_answers": [
      "土曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "Sunday",
    "ja": "日曜日",
    "ja_answers": [
      "日曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "watch",
    "ja": "…を見る",
    "ja_answers": [
      "…を見る"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "practice",
    "ja": "（…を）練習する",
    "ja_answers": [
      "（…を）練習する"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "have",
    "ja": "…を持っている",
    "ja_answers": [
      "…を持っている"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する1",
    "en": "take",
    "ja": "（写真を）撮る",
    "ja_answers": [
      "（写真を）撮る"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "I am Sato Takeru.",
    "ja": "私は佐藤タケルです。",
    "ja_answers": [
      "私は佐藤タケルです。",
      "ぼくは佐藤タケルです。",
      "僕は佐藤タケルです。",
      "ぼくが佐藤タケルです。",
      "僕が佐藤タケルです。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "I like tennis.",
    "ja": "私はテニスが好きです。",
    "ja_answers": [
      "私はテニスが好きです。",
      "ぼくはテニスが好きです。",
      "僕はテニスが好きです。",
      "ぼくがテニスが好きです。",
      "僕がテニスが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "I don't watch TV.",
    "ja": "私はテレビを見ません。",
    "ja_answers": [
      "私はテレビを見ません。",
      "ぼくはテレビを見ません。",
      "僕はテレビを見ません。",
      "ぼくがテレビを見ません。",
      "僕がテレビを見ません。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "I'm not a nurse.",
    "ja": "私は看護師ではありません。",
    "ja_answers": [
      "私は看護師ではありません。",
      "ぼくは看護師ではありません。",
      "僕は看護師ではありません。",
      "ぼくが看護師ではありません。",
      "僕が看護師ではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "Are you Lisa? No, I am not.",
    "ja": "あなたはリサですか。いいえ、違います。",
    "ja_answers": [
      "あなたはリサですか。いいえ、違います。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "Do you play soccer? No, I don't.",
    "ja": "あなたはサッカーをしますか。いいえ、しません。",
    "ja_answers": [
      "あなたはサッカーをしますか。いいえ、しません。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "Are you a rugby fan?",
    "ja": "あなたはラグビーファンですか。",
    "ja_answers": [
      "あなたはラグビーファンですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "Do you watch baseball?",
    "ja": "あなたは野球を見ますか。",
    "ja_answers": [
      "あなたは野球を見ますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "What do you do on Sundays?",
    "ja": "あなたは日曜日に何をしますか。",
    "ja_answers": [
      "あなたは日曜日に何をしますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "学んだことを整理する2",
    "en": "What sport do you like?",
    "ja": "あなたは何のスポーツが好きですか。",
    "ja_answers": [
      "あなたは何のスポーツが好きですか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "love",
    "ja": "…を愛する、…が大好きである",
    "ja_answers": [
      "…を愛する",
      "…が大好きである"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "many",
    "ja": "多くの",
    "ja_answers": [
      "多くの"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "tablet",
    "ja": "タブレット",
    "ja_answers": [
      "タブレット"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "Profile Card",
    "ja": "プロフィールカード",
    "ja_answers": [
      "プロフィールカード"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "My Favorites",
    "ja": "私が好きなもの",
    "ja_answers": [
      "私が好きなもの",
      "ぼくは好きなもの",
      "僕は好きなもの",
      "ぼくが好きなもの",
      "僕が好きなもの"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "I am Kimura Ken.",
    "ja": "私は木村ケンです。",
    "ja_answers": [
      "私は木村ケンです。",
      "ぼくは木村ケンです。",
      "僕は木村ケンです。",
      "ぼくが木村ケンです。",
      "僕が木村ケンです。"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "I love anime.",
    "ja": "私はアニメが大好きです。",
    "ja_answers": [
      "私はアニメが大好きです。",
      "ぼくはアニメが大好きです。",
      "僕はアニメが大好きです。",
      "ぼくがアニメが大好きです。",
      "僕がアニメが大好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "I am good at math.",
    "ja": "私は数学が得意です。",
    "ja_answers": [
      "私は数学が得意です。",
      "ぼくは数学が得意です。",
      "僕は数学が得意です。",
      "ぼくが数学が得意です。",
      "僕が数学が得意です。"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "food",
    "ja": "食べ物",
    "ja_answers": [
      "食べ物"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "animal",
    "ja": "動物",
    "ja_answers": [
      "動物"
    ]
  },
  {
    "lesson": "1",
    "part": "Goal Activity",
    "en": "Day of the week",
    "ja": "曜日",
    "ja_answers": [
      "曜日"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "How many pandas do you see?",
    "ja": "あなたは何頭のパンダが見えますか。",
    "ja_answers": [
      "あなたは何頭のパンダが見えますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "I see two pandas.",
    "ja": "私は２頭のパンダが見えます。",
    "ja_answers": [
      "私は２頭のパンダが見えます。",
      "ぼくは２頭のパンダが見えます。",
      "僕は２頭のパンダが見えます。",
      "ぼくが２頭のパンダが見えます。",
      "僕が２頭のパンダが見えます。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "How many cats do you see?",
    "ja": "あなたは何匹のネコが見えますか。",
    "ja_answers": [
      "あなたは何匹のネコが見えますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "How many pets do you have?",
    "ja": "あなたは何匹のペットを飼っていますか。",
    "ja_answers": [
      "あなたは何匹のペットを飼っていますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "How many rice balls do you usually eat?",
    "ja": "あなたはふつう何個のおにぎりを食べますか。",
    "ja_answers": [
      "あなたはふつう何個のおにぎりを食べますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "How many books do you have at home?",
    "ja": "あなたは家に何冊の本を持っていますか。",
    "ja_answers": [
      "あなたは家に何冊の本を持っていますか。"
    ]
  },
  {
    "lesson": "1",
    "part": "Words & Sounds 1",
    "en": "I have about fifty books.",
    "ja": "私は約50冊の本を持っています。",
    "ja_answers": [
      "私は約50冊の本を持っています。",
      "ぼくは約50冊の本を持っています。",
      "僕は約50冊の本を持っています。",
      "ぼくが約50冊の本を持っています。",
      "僕が約50冊の本を持っています。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I am Miku.",
    "ja": "私はミクです。",
    "ja_answers": [
      "私はミクです。",
      "ぼくはミクです。",
      "僕はミクです。",
      "ぼくがミクです。",
      "僕がミクです。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I like tennis.",
    "ja": "私はテニスが好きです。",
    "ja_answers": [
      "私はテニスが好きです。",
      "ぼくはテニスが好きです。",
      "僕はテニスが好きです。",
      "ぼくがテニスが好きです。",
      "僕がテニスが好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I play rugby every day.",
    "ja": "ぼくは毎日ラグビーをします。",
    "ja_answers": [
      "ぼくは毎日ラグビーをします。",
      "私は毎日ラグビーをします。",
      "ぼくが毎日ラグビーをします。",
      "僕が毎日ラグビーをします。",
      "私が毎日ラグビーをします。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I am Yusuke.",
    "ja": "ぼくはユウスケです。",
    "ja_answers": [
      "ぼくはユウスケです。",
      "私はユウスケです。",
      "ぼくがユウスケです。",
      "僕がユウスケです。",
      "私がユウスケです。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I am not a baseball fan.",
    "ja": "私は野球のファンではありません。",
    "ja_answers": [
      "私は野球のファンではありません。",
      "ぼくは野球のファンではありません。",
      "僕は野球のファンではありません。",
      "ぼくが野球のファンではありません。",
      "僕が野球のファンではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I like baseball.",
    "ja": "ぼくは野球が好きです。",
    "ja_answers": [
      "ぼくは野球が好きです。",
      "私は野球が好きです。",
      "ぼくが野球が好きです。",
      "僕が野球が好きです。",
      "私が野球が好きです。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I don't like math.",
    "ja": "私は数学が好きではありません。",
    "ja_answers": [
      "私は数学が好きではありません。",
      "ぼくは数学が好きではありません。",
      "僕は数学が好きではありません。",
      "ぼくが数学が好きではありません。",
      "僕が数学が好きではありません。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I am Mika.",
    "ja": "私はミカです。",
    "ja_answers": [
      "私はミカです。",
      "ぼくはミカです。",
      "僕はミカです。",
      "ぼくがミカです。",
      "僕がミカです。"
    ]
  },
  {
    "lesson": "1",
    "part": "SPECIAL TOPICS",
    "en": "I study English.",
    "ja": "英語を勉強しているよ。",
    "ja_answers": [
      "英語を勉強しているよ。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can play the guitar.",
    "ja": "私はギターをひくことができます。",
    "ja_answers": [
      "私はギターをひくことができます。",
      "ぼくはギターをひくことができます。",
      "僕はギターをひくことができます。",
      "ぼくがギターをひくことができます。",
      "僕がギターをひくことができます。",
      "私はギターをひけます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I like Sota. He can play shogi very well.",
    "ja": "私は聡太が好きです。彼はとても上手に将棋を指すことができます。",
    "ja_answers": [
      "私は聡太が好きです。彼はとても上手に将棋を指すことができます。",
      "ぼくは聡太が好きです。彼はとても上手に将棋を指すことができます。",
      "僕は聡太が好きです。彼はとても上手に将棋を指すことができます。",
      "ぼくが聡太が好きです。彼はとても上手に将棋を指すことができます。",
      "僕が聡太が好きです。彼はとても上手に将棋を指すことができます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can play the piano.",
    "ja": "私はピアノをひくことができます。",
    "ja_answers": [
      "私はピアノをひくことができます。",
      "ぼくはピアノをひくことができます。",
      "僕はピアノをひくことができます。",
      "ぼくがピアノをひくことができます。",
      "僕がピアノをひくことができます。",
      "私はピアノをひけます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can play baseball.",
    "ja": "私は野球をすることができます。",
    "ja_answers": [
      "私は野球をすることができます。",
      "ぼくは野球をすることができます。",
      "僕は野球をすることができます。",
      "ぼくが野球をすることができます。",
      "僕が野球をすることができます。",
      "私は野球ができます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can dance well.",
    "ja": "私は上手に踊ることができます。",
    "ja_answers": [
      "私は上手に踊ることができます。",
      "ぼくは上手に踊ることができます。",
      "僕は上手に踊ることができます。",
      "ぼくが上手に踊ることができます。",
      "僕が上手に踊ることができます。",
      "私は上手に踊れます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can swim fast.",
    "ja": "私は速く泳ぐことができます。",
    "ja_answers": [
      "私は速く泳ぐことができます。",
      "ぼくは速く泳ぐことができます。",
      "僕は速く泳ぐことができます。",
      "ぼくが速く泳ぐことができます。",
      "僕が速く泳ぐことができます。",
      "私は速く泳げます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "He can sing well.",
    "ja": "彼は上手に歌うことができます。",
    "ja_answers": [
      "彼は上手に歌うことができます。",
      "彼は上手に歌えます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "She can play tennis.",
    "ja": "彼女はテニスをすることができます。",
    "ja_answers": [
      "彼女はテニスをすることができます。",
      "彼女はテニスができます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can draw pictures.",
    "ja": "私は絵を描くことができます。",
    "ja_answers": [
      "私は絵を描くことができます。",
      "ぼくは絵を描くことができます。",
      "僕は絵を描くことができます。",
      "ぼくが絵を描くことができます。",
      "僕が絵を描くことができます。",
      "私は絵を描けます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can run fast.",
    "ja": "私は速く走ることができます。",
    "ja_answers": [
      "私は速く走ることができます。",
      "ぼくは速く走ることができます。",
      "僕は速く走ることができます。",
      "ぼくが速く走ることができます。",
      "僕が速く走ることができます。",
      "私は速く走れます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "I can play the guitar.",
    "ja": "私はギターを演奏することができます。",
    "ja_answers": [
      "私はギターを演奏することができます。",
      "ぼくはギターを演奏することができます。",
      "僕はギターを演奏することができます。",
      "ぼくがギターを演奏することができます。",
      "僕がギターを演奏することができます。",
      "私はギターを演奏できます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "She can play soccer well.",
    "ja": "彼女は上手にサッカーをすることができます。",
    "ja_answers": [
      "彼女は上手にサッカーをすることができます。",
      "彼女は上手にサッカーができます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "He can play the violin well.",
    "ja": "彼は上手にバイオリンを演奏することができます。",
    "ja_answers": [
      "彼は上手にバイオリンを演奏することができます。",
      "彼は上手にバイオリンを演奏できます。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "smile",
    "ja": "ほほえみ",
    "ja_answers": [
      "ほほえみ"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "voice",
    "ja": "声",
    "ja_answers": [
      "声"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "popular",
    "ja": "人気のある",
    "ja_answers": [
      "人気のある"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "It is a book about animals.",
    "ja": "それは動物についての本です。",
    "ja_answers": [
      "それは動物についての本です。"
    ]
  },
  {
    "lesson": "2",
    "part": "1",
    "en": "Please listen to her songs.",
    "ja": "彼女の歌を聞いてください。",
    "ja_answers": [
      "彼女の歌を聞いてください。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you play the guitar?",
    "ja": "あなたはギターをひくことができますか。",
    "ja_answers": [
      "あなたはギターをひくことができますか。",
      "あなたはギターをひけますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Yes, I can.",
    "ja": "はい、できます。",
    "ja_answers": [
      "はい、できます。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "No, I cannot.",
    "ja": "いいえ、できません。",
    "ja_answers": [
      "いいえ、できません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you read this kanji?",
    "ja": "あなたはこの漢字を読むことができますか。",
    "ja_answers": [
      "あなたはこの漢字を読むことができますか。",
      "あなたはこの漢字を読めますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you make takoyaki?",
    "ja": "あなたはたこ焼きを作ることができますか。",
    "ja_answers": [
      "あなたはたこ焼きを作ることができますか。",
      "あなたはたこ焼きを作れますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you play the piano?",
    "ja": "あなたはピアノをひくことができますか。",
    "ja_answers": [
      "あなたはピアノをひくことができますか。",
      "あなたはピアノをひけますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "I can't dance well.",
    "ja": "私は上手に踊ることができません。",
    "ja_answers": [
      "私は上手に踊ることができません。",
      "ぼくは上手に踊ることができません。",
      "僕は上手に踊ることができません。",
      "ぼくが上手に踊ることができません。",
      "僕が上手に踊ることができません。",
      "私は上手に踊れません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "I can't swim fast.",
    "ja": "私は速く泳ぐことができません。",
    "ja_answers": [
      "私は速く泳ぐことができません。",
      "ぼくは速く泳ぐことができません。",
      "僕は速く泳ぐことができません。",
      "ぼくが速く泳ぐことができません。",
      "僕が速く泳ぐことができません。",
      "私は速く泳げません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "You can write English.",
    "ja": "あなたは英語を書くことができます。",
    "ja_answers": [
      "あなたは英語を書くことができます。",
      "あなたは英語を書けます。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you write English?",
    "ja": "あなたは英語を書くことができますか。",
    "ja_answers": [
      "あなたは英語を書くことができますか。",
      "あなたは英語を書けますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "I can run fast.",
    "ja": "私は速く走ることができます。",
    "ja_answers": [
      "私は速く走ることができます。",
      "ぼくは速く走ることができます。",
      "僕は速く走ることができます。",
      "ぼくが速く走ることができます。",
      "僕が速く走ることができます。",
      "私は速く走れます。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "I cannot run fast.",
    "ja": "私は速く走ることができません。",
    "ja_answers": [
      "私は速く走ることができません。",
      "ぼくは速く走ることができません。",
      "僕は速く走ることができません。",
      "ぼくが速く走ることができません。",
      "僕が速く走ることができません。",
      "私は速く走れません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you play baseball well?",
    "ja": "あなたは上手に野球をすることができますか。",
    "ja_answers": [
      "あなたは上手に野球をすることができますか。",
      "あなたは上手に野球ができますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "No, I can't.",
    "ja": "いいえ、できません。",
    "ja_answers": [
      "いいえ、できません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "She can't drink coffee.",
    "ja": "彼女はコーヒーを飲むことができません。",
    "ja_answers": [
      "彼女はコーヒーを飲むことができません。",
      "彼女はコーヒーを飲めません。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "teach",
    "ja": "…を教える",
    "ja_answers": [
      "…を教える"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "move",
    "ja": "動く、移動する",
    "ja_answers": [
      "動く",
      "移動する"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "on",
    "ja": "…の上に[の]",
    "ja_answers": [
      "…の上に[の]"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Can you teach kendo to me?",
    "ja": "私に剣道を教えてくれませんか。",
    "ja_answers": [
      "私に剣道を教えてくれませんか。"
    ]
  },
  {
    "lesson": "2",
    "part": "2",
    "en": "Sure.",
    "ja": "いいですとも。",
    "ja_answers": [
      "いいですとも。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "play the guitar",
    "ja": "ギターをひく",
    "ja_answers": [
      "ギターをひく"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "sing well",
    "ja": "上手に歌う",
    "ja_answers": [
      "上手に歌う"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "dance",
    "ja": "踊る",
    "ja_answers": [
      "踊る"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "swim fast",
    "ja": "速く泳ぐ",
    "ja_answers": [
      "速く泳ぐ"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "make yakisoba",
    "ja": "焼きそばを作る",
    "ja_answers": [
      "焼きそばを作る"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "run fast",
    "ja": "速く走る",
    "ja_answers": [
      "速く走る"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a cat",
    "ja": "ネコ（単数形）",
    "ja_answers": [
      "ネコ（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "cats",
    "ja": "ネコ（複数形）",
    "ja_answers": [
      "ネコ（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a book",
    "ja": "本（単数形）",
    "ja_answers": [
      "本（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "books",
    "ja": "本（複数形）",
    "ja_answers": [
      "本（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a song",
    "ja": "曲（単数形）",
    "ja_answers": [
      "曲（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "songs",
    "ja": "曲（複数形）",
    "ja_answers": [
      "曲（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "an apple",
    "ja": "りんご（単数形）",
    "ja_answers": [
      "りんご（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "apples",
    "ja": "りんご（複数形）",
    "ja_answers": [
      "りんご（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a picture",
    "ja": "写真（単数形）",
    "ja_answers": [
      "写真（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "pictures",
    "ja": "写真（複数形）",
    "ja_answers": [
      "写真（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a box",
    "ja": "箱（単数形）",
    "ja_answers": [
      "箱（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "boxes",
    "ja": "箱（複数形）",
    "ja_answers": [
      "箱（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a sandwich",
    "ja": "サンドイッチ（単数形）",
    "ja_answers": [
      "サンドイッチ（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "sandwiches",
    "ja": "サンドイッチ（複数形）",
    "ja_answers": [
      "サンドイッチ（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a watch",
    "ja": "腕時計（単数形）",
    "ja_answers": [
      "腕時計（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "watches",
    "ja": "腕時計（複数形）",
    "ja_answers": [
      "腕時計（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a cherry",
    "ja": "さくらんぼ（単数形）",
    "ja_answers": [
      "さくらんぼ（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "cherries",
    "ja": "さくらんぼ（複数形）",
    "ja_answers": [
      "さくらんぼ（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "a library",
    "ja": "図書館（単数形）",
    "ja_answers": [
      "図書館（単数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する1",
    "en": "libraries",
    "ja": "図書館（複数形）",
    "ja_answers": [
      "図書館（複数形）"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "I can cook well.",
    "ja": "私は上手に料理することができます。",
    "ja_answers": [
      "私は上手に料理することができます。",
      "ぼくは上手に料理することができます。",
      "僕は上手に料理することができます。",
      "ぼくが上手に料理することができます。",
      "僕が上手に料理することができます。",
      "私は上手に料理できます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "He can draw pictures well.",
    "ja": "彼は上手に絵をかくことができます。",
    "ja_answers": [
      "彼は上手に絵をかくことができます。",
      "彼は上手に絵をかけます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "Can you ride a bike?",
    "ja": "あなたは自転車に乗ることができますか。",
    "ja_answers": [
      "あなたは自転車に乗ることができますか。",
      "あなたは自転車に乗れますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "I can't have animals.",
    "ja": "私は動物を飼うことができません。",
    "ja_answers": [
      "私は動物を飼うことができません。",
      "ぼくは動物を飼うことができません。",
      "僕は動物を飼うことができません。",
      "ぼくが動物を飼うことができません。",
      "僕が動物を飼うことができません。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "You can sing this song.",
    "ja": "あなたはこの歌を歌うことができます。",
    "ja_answers": [
      "あなたはこの歌を歌うことができます。",
      "あなたはこの歌を歌えます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "Can you sing this song?",
    "ja": "あなたはこの歌を歌うことができますか。",
    "ja_answers": [
      "あなたはこの歌を歌うことができますか。",
      "あなたはこの歌を歌えますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "I can swim well.",
    "ja": "私は上手に泳ぐことができます。",
    "ja_answers": [
      "私は上手に泳ぐことができます。",
      "ぼくは上手に泳ぐことができます。",
      "僕は上手に泳ぐことができます。",
      "ぼくが上手に泳ぐことができます。",
      "僕が上手に泳ぐことができます。",
      "私は上手に泳げます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "I cannot swim well.",
    "ja": "私は上手に泳ぐことができません。",
    "ja_answers": [
      "私は上手に泳ぐことができません。",
      "ぼくは上手に泳ぐことができません。",
      "僕は上手に泳ぐことができません。",
      "ぼくが上手に泳ぐことができません。",
      "僕が上手に泳ぐことができません。",
      "私は上手に泳げません。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "She can play the trumpet.",
    "ja": "彼女はトランペットを吹くことができます。",
    "ja_answers": [
      "彼女はトランペットを吹くことができます。",
      "彼女はトランペットを吹けます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "Can you drink green tea?",
    "ja": "あなたは緑茶を飲むことができますか。",
    "ja_answers": [
      "あなたは緑茶を飲むことができますか。",
      "あなたは緑茶を飲めますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "Yes, I can.",
    "ja": "はい、できます。",
    "ja_answers": [
      "はい、できます。"
    ]
  },
  {
    "lesson": "2",
    "part": "学んだことを整理する2",
    "en": "I cannot make cake.",
    "ja": "私はケーキを作れません。",
    "ja_answers": [
      "私はケーキを作れません。",
      "ぼくはケーキを作れません。",
      "僕はケーキを作れません。",
      "ぼくがケーキを作れません。",
      "僕がケーキを作れません。"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "uncle",
    "ja": "おじ",
    "ja_answers": [
      "おじ"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "speak",
    "ja": "…を話す",
    "ja_answers": [
      "…を話す"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "language",
    "ja": "言語",
    "ja_answers": [
      "言語"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "Mary Smith",
    "ja": "マリー・スミス",
    "ja_answers": [
      "マリー・スミス"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "music teacher",
    "ja": "音楽の教師",
    "ja_answers": [
      "音楽の教師"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "Australia",
    "ja": "オーストラリア",
    "ja_answers": [
      "オーストラリア"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "aunt",
    "ja": "おば",
    "ja_answers": [
      "おば"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "story",
    "ja": "話",
    "ja_answers": [
      "話"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "She is my aunt.",
    "ja": "彼女は私のおばです。",
    "ja_answers": [
      "彼女は私のおばです。"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "She can play the piano very well.",
    "ja": "彼女はとても上手にピアノをひくことができます。",
    "ja_answers": [
      "彼女はとても上手にピアノをひくことができます。",
      "彼女はとても上手にピアノをひけます。"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "She can speak English, Japanese, and Chinese.",
    "ja": "彼女は英語、日本語、中国語を話すことができます。",
    "ja_answers": [
      "彼女は英語、日本語、中国語を話すことができます。",
      "彼女は英語、日本語、中国語を話せます。"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "She is smart and friendly.",
    "ja": "彼女は頭がよく、フレンドリーです。",
    "ja_answers": [
      "彼女は頭がよく、フレンドリーです。"
    ]
  },
  {
    "lesson": "2",
    "part": "Goal Activity",
    "en": "I love her stories.",
    "ja": "私は彼女の話が大好きです。",
    "ja_answers": [
      "私は彼女の話が大好きです。",
      "ぼくは彼女の話が大好きです。",
      "僕は彼女の話が大好きです。",
      "ぼくが彼女の話が大好きです。",
      "僕が彼女の話が大好きです。"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "When is your birthday?",
    "ja": "あなたの誕生日はいつですか。",
    "ja_answers": [
      "あなたの誕生日はいつですか。"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "My birthday is July 14.",
    "ja": "私の誕生日は７月14日です。",
    "ja_answers": [
      "私の誕生日は７月14日です。"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "January",
    "ja": "１月",
    "ja_answers": [
      "１月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "February",
    "ja": "２月",
    "ja_answers": [
      "２月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "March",
    "ja": "３月",
    "ja_answers": [
      "３月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "April",
    "ja": "４月",
    "ja_answers": [
      "４月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "May",
    "ja": "５月",
    "ja_answers": [
      "５月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "June",
    "ja": "６月",
    "ja_answers": [
      "６月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "July",
    "ja": "７月",
    "ja_answers": [
      "７月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "August",
    "ja": "８月",
    "ja_answers": [
      "８月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "September",
    "ja": "９月",
    "ja_answers": [
      "９月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "October",
    "ja": "10月",
    "ja_answers": [
      "10月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "November",
    "ja": "11月",
    "ja_answers": [
      "11月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "December",
    "ja": "12月",
    "ja_answers": [
      "12月"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "When is the basketball game?",
    "ja": "そのバスケットボールの試合はいつですか。",
    "ja_answers": [
      "そのバスケットボールの試合はいつですか。"
    ]
  },
  {
    "lesson": "2",
    "part": "Words & Sounds 2",
    "en": "When is his birthday?",
    "ja": "彼の誕生日はいつですか。",
    "ja_answers": [
      "彼の誕生日はいつですか。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "Are you a new student?",
    "ja": "あなたは新入生ですか。",
    "ja_answers": [
      "あなたは新入生ですか。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "I can play the guitar.",
    "ja": "私はギターをひくことができます。",
    "ja_answers": [
      "私はギターをひくことができます。",
      "ぼくはギターをひくことができます。",
      "僕はギターをひくことができます。",
      "ぼくがギターをひくことができます。",
      "僕がギターをひくことができます。",
      "私はギターをひけます。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "I do not speak Chinese.",
    "ja": "私は中国語を話しません。",
    "ja_answers": [
      "私は中国語を話しません。",
      "ぼくは中国語を話しません。",
      "僕は中国語を話しません。",
      "ぼくが中国語を話しません。",
      "僕が中国語を話しません。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "Do you watch soccer?",
    "ja": "あなたはサッカーを見ますか。",
    "ja_answers": [
      "あなたはサッカーを見ますか。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "He can dance well.",
    "ja": "彼は上手に踊ることができます。",
    "ja_answers": [
      "彼は上手に踊ることができます。",
      "彼は上手に踊れます。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "I listen to music at night.",
    "ja": "私は夜に音楽を聞きます。",
    "ja_answers": [
      "私は夜に音楽を聞きます。",
      "ぼくは夜に音楽を聞きます。",
      "僕は夜に音楽を聞きます。",
      "ぼくが夜に音楽を聞きます。",
      "僕が夜に音楽を聞きます。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "She cannot read Japanese.",
    "ja": "彼女は日本語を読むことができません。",
    "ja_answers": [
      "彼女は日本語を読むことができません。",
      "彼女は日本語を読めません。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "I am not a baseball fan.",
    "ja": "ぼくは野球ファンではありません。",
    "ja_answers": [
      "ぼくは野球ファンではありません。",
      "私は野球ファンではありません。",
      "ぼくが野球ファンではありません。",
      "僕が野球ファンではありません。",
      "私が野球ファンではありません。"
    ]
  },
  {
    "lesson": "2",
    "part": "Remember? 1",
    "en": "Can he run fast?",
    "ja": "彼は速く走ることができますか。",
    "ja_answers": [
      "彼は速く走ることができますか。",
      "彼は速く走れますか。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is a shop.",
    "ja": "これは店です。",
    "ja_answers": [
      "これは店です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is a dog.",
    "ja": "あれはイヌです。",
    "ja_answers": [
      "あれはイヌです。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is not a shop.",
    "ja": "これは店ではありません。",
    "ja_answers": [
      "これは店ではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is not a dog.",
    "ja": "あれはイヌではありません。",
    "ja_answers": [
      "あれはイヌではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is a chair.",
    "ja": "これはいすです。",
    "ja_answers": [
      "これはいすです。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is your umbrella.",
    "ja": "あれがあなたのかさです。",
    "ja_answers": [
      "あれがあなたのかさです。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is my pencil.",
    "ja": "これは私のえんぴつです。",
    "ja_answers": [
      "これは私のえんぴつです。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is my house.",
    "ja": "あれが私の家です。",
    "ja_answers": [
      "あれが私の家です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is not my notebook.",
    "ja": "これは私のノートではありません。",
    "ja_answers": [
      "これは私のノートではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is not a cucumber.",
    "ja": "あれはキュウリではありません。",
    "ja_answers": [
      "あれはキュウリではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is a gym.",
    "ja": "これは体育館です。",
    "ja_answers": [
      "これは体育館です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is a gym.",
    "ja": "あれは体育館です。",
    "ja_answers": [
      "あれは体育館です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is my school.",
    "ja": "あれは私の学校です。",
    "ja_answers": [
      "あれは私の学校です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is not my school.",
    "ja": "あれは私の学校ではありません。",
    "ja_answers": [
      "あれは私の学校ではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is my bag.",
    "ja": "これは私のかばんです。",
    "ja_answers": [
      "これは私のかばんです。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That is my treasure.",
    "ja": "あれはぼくの宝物です。",
    "ja_answers": [
      "あれはぼくの宝物です。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "This is not a fox.",
    "ja": "これはキツネではありません。",
    "ja_answers": [
      "これはキツネではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "That's not a shrine.",
    "ja": "あれは神社ではありません。",
    "ja_answers": [
      "あれは神社ではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "open",
    "ja": "あいえている、営業中で",
    "ja_answers": [
      "あいえている",
      "営業中で"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "from",
    "ja": "…から",
    "ja_answers": [
      "…から"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "o'clock",
    "ja": "…時",
    "ja_answers": [
      "…時"
    ]
  },
  {
    "lesson": "3",
    "part": "1",
    "en": "We're at a popular cake shop.",
    "ja": "私たちは人気のあるケーキ店にいます。",
    "ja_answers": [
      "私たちは人気のあるケーキ店にいます。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is this tea?",
    "ja": "これは紅茶ですか。",
    "ja_answers": [
      "これは紅茶ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Yes, it is.",
    "ja": "はい、そうです。",
    "ja_answers": [
      "はい、そうです。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "No, it is not.",
    "ja": "いいえ、そうではありません。",
    "ja_answers": [
      "いいえ、そうではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "What is this?",
    "ja": "これは何ですか。",
    "ja_answers": [
      "これは何ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "It is coffee.",
    "ja": "それはコーヒーです。",
    "ja_answers": [
      "それはコーヒーです。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is that your bike?",
    "ja": "あれはあなたの自転車ですか。",
    "ja_answers": [
      "あれはあなたの自転車ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is this a dog?",
    "ja": "これはイヌですか。",
    "ja_answers": [
      "これはイヌですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "What is that?",
    "ja": "あれは何ですか。",
    "ja_answers": [
      "あれは何ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "What is this? It is a shrine.",
    "ja": "これは何ですが。それは神社です。",
    "ja_answers": [
      "これは何ですが。それは神社です。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "That is a hospital.",
    "ja": "あれは病院です。",
    "ja_answers": [
      "あれは病院です。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is that a hospital?",
    "ja": "あれは病院ですか。",
    "ja_answers": [
      "あれは病院ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is this a bird?",
    "ja": "これは鳥ですか。",
    "ja_answers": [
      "これは鳥ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "Is this your computer?",
    "ja": "これはあなたのコンピューターですか。",
    "ja_answers": [
      "これはあなたのコンピューターですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "No, it is not.",
    "ja": "いいえ、ちがいます。",
    "ja_answers": [
      "いいえ、ちがいます。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "What is that? It is a gym.",
    "ja": "あれは何ですか。それは、体育館です。",
    "ja_answers": [
      "あれは何ですか。それは、体育館です。"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "dictionary",
    "ja": "辞書",
    "ja_answers": [
      "辞書"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "gift",
    "ja": "贈り物",
    "ja_answers": [
      "贈り物"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "aunt",
    "ja": "おば",
    "ja_answers": [
      "おば"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "wrong",
    "ja": "まちがった",
    "ja_answers": [
      "まちがった"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "traditional",
    "ja": "伝統的な",
    "ja_answers": [
      "伝統的な"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "almost",
    "ja": "ほとんど",
    "ja_answers": [
      "ほとんど"
    ]
  },
  {
    "lesson": "3",
    "part": "2",
    "en": "I can speak English a little.",
    "ja": "私は少し英語を話せます。",
    "ja_answers": [
      "私は少し英語を話せます。",
      "ぼくは少し英語を話せます。",
      "僕は少し英語を話せます。",
      "ぼくが少し英語を話せます。",
      "僕が少し英語を話せます。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Who is your favorite character?",
    "ja": "あなたのお気に入りのキャラクターはだれですか。",
    "ja_answers": [
      "あなたのお気に入りのキャラクターはだれですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Harry. I like him very much.",
    "ja": "ハリーです。私は彼が（彼を）とても好きです。",
    "ja_answers": [
      "ハリーです。私は彼が（彼を）とても好きです。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Who is that?",
    "ja": "あちらはだれですか。",
    "ja_answers": [
      "あちらはだれですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Who is this?",
    "ja": "こちらはだれですか。",
    "ja_answers": [
      "こちらはだれですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Who is your hero? My aunt. I like her very much.",
    "ja": "あなたのヒーローはだれですか。私のおばです。私は彼女がとても好きです。",
    "ja_answers": [
      "あなたのヒーローはだれですか。私のおばです。私は彼女がとても好きです。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "That is a new teacher.",
    "ja": "あれは新しい先生です。",
    "ja_answers": [
      "あれは新しい先生です。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Who is she?",
    "ja": "彼女はだれですか。",
    "ja_answers": [
      "彼女はだれですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "She is a famous dancer.",
    "ja": "彼女は有名なダンサーです。",
    "ja_answers": [
      "彼女は有名なダンサーです。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "I love him.",
    "ja": "私は彼を愛しています。",
    "ja_answers": [
      "私は彼を愛しています。",
      "ぼくは彼を愛しています。",
      "僕は彼を愛しています。",
      "ぼくが彼を愛しています。",
      "僕が彼を愛しています。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "Do you know her?",
    "ja": "あなたは彼女を知っていますか。",
    "ja_answers": [
      "あなたは彼女を知っていますか。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "know",
    "ja": "…を知っている",
    "ja_answers": [
      "…を知っている"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "character",
    "ja": "登場人物",
    "ja_answers": [
      "登場人物"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "idea",
    "ja": "考え、アイデア",
    "ja_answers": [
      "考え",
      "アイデア"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "I like dogs very much.",
    "ja": "私はイヌがとても好きです。",
    "ja_answers": [
      "私はイヌがとても好きです。",
      "ぼくはイヌがとても好きです。",
      "僕はイヌがとても好きです。",
      "ぼくがイヌがとても好きです。",
      "僕がイヌがとても好きです。"
    ]
  },
  {
    "lesson": "3",
    "part": "3",
    "en": "I love ice cream. Me, too.",
    "ja": "私はアイスクリームが大好きです。私も。",
    "ja_answers": [
      "私はアイスクリームが大好きです。私も。",
      "ぼくはアイスクリームが大好きです。私も。",
      "僕はアイスクリームが大好きです。私も。",
      "ぼくがアイスクリームが大好きです。私も。",
      "僕がアイスクリームが大好きです。私も。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "this",
    "ja": "これ",
    "ja_answers": [
      "これ"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "that",
    "ja": "あれ",
    "ja_answers": [
      "あれ"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "he",
    "ja": "彼は[が]",
    "ja_answers": [
      "彼は[が]"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "his",
    "ja": "彼の",
    "ja_answers": [
      "彼の"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "him",
    "ja": "彼を[に]",
    "ja_answers": [
      "彼を[に]"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "she",
    "ja": "彼女は[が]",
    "ja_answers": [
      "彼女は[が]"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "her",
    "ja": "彼女の、彼女を[に]",
    "ja_answers": [
      "彼女の",
      "彼女を[に]"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "scary",
    "ja": "恐ろしい",
    "ja_answers": [
      "恐ろしい"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "friendly",
    "ja": "親しみのある",
    "ja_answers": [
      "親しみのある"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "kind",
    "ja": "親切な",
    "ja_answers": [
      "親切な"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "funny",
    "ja": "おもしろい",
    "ja_answers": [
      "おもしろい"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する1",
    "en": "smart",
    "ja": "頭のよい",
    "ja_answers": [
      "頭のよい"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "This is my pen.",
    "ja": "これは私のペンです。",
    "ja_answers": [
      "これは私のペンです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "Is that your notebook?",
    "ja": "あれはあなたのノートですか。",
    "ja_answers": [
      "あれはあなたのノートですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "Is that your school?",
    "ja": "あれはあなたの学校ですか。",
    "ja_answers": [
      "あれはあなたの学校ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "Yes, it is.",
    "ja": "はい、そうです。",
    "ja_answers": [
      "はい、そうです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "No, it is not.",
    "ja": "いいえ、ちがいます。",
    "ja_answers": [
      "いいえ、ちがいます。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "That is not a restaurant.",
    "ja": "あれはレストランではありません。",
    "ja_answers": [
      "あれはレストランではありません。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "Who is your favorite singer?",
    "ja": "あなたのお気に入りの歌手はだれですか。",
    "ja_answers": [
      "あなたのお気に入りの歌手はだれですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを整理する2",
    "en": "Do you know him?",
    "ja": "あなたは彼を知っていますか。",
    "ja_answers": [
      "あなたは彼を知っていますか。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "thing",
    "ja": "もの",
    "ja_answers": [
      "もの"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "grandfather",
    "ja": "祖父",
    "ja_answers": [
      "祖父"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "also",
    "ja": "さらに",
    "ja_answers": [
      "さらに"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "Gonzales",
    "ja": "ゴンザレス",
    "ja_answers": [
      "ゴンザレス"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "family",
    "ja": "家族",
    "ja_answers": [
      "家族"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "walk",
    "ja": "歩く",
    "ja_answers": [
      "歩く"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "together",
    "ja": "いっしょに",
    "ja_answers": [
      "いっしょに"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "cozy",
    "ja": "居心地のいい",
    "ja_answers": [
      "居心地のいい"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "there",
    "ja": "そこで",
    "ja_answers": [
      "そこで"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "This is my favorite thing.",
    "ja": "これが私のお気に入りのものです。",
    "ja_answers": [
      "これが私のお気に入りのものです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "It is an old violin, and I play it.",
    "ja": "それは古いバイオリン、そして私はそれをひきます。",
    "ja_answers": [
      "それは古いバイオリン、そして私はそれをひきます。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "My violin teacher is my grandfather.",
    "ja": "私のバイオリンの先生は私の祖父です。",
    "ja_answers": [
      "私のバイオリンの先生は私の祖父です。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "I go to his house for the lessons on Sundays.",
    "ja": "私は毎週日曜日にレッスンのために彼の家に行きます。",
    "ja_answers": [
      "私は毎週日曜日にレッスンのために彼の家に行きます。",
      "ぼくは毎週日曜日にレッスンのために彼の家に行きます。",
      "僕は毎週日曜日にレッスンのために彼の家に行きます。",
      "ぼくが毎週日曜日にレッスンのために彼の家に行きます。",
      "僕が毎週日曜日にレッスンのために彼の家に行きます。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "Also, I practice it in my house every day.",
    "ja": "さらに私は毎日、私の家でそれの練習をします。",
    "ja_answers": [
      "さらに私は毎日、私の家でそれの練習をします。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "This is Gonzales.",
    "ja": "これはゴンザレスです。",
    "ja_answers": [
      "これはゴンザレスです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "He is my friend and my family.",
    "ja": "彼は私の友達で私の家族です。",
    "ja_answers": [
      "彼は私の友達で私の家族です。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "He is a really smart Shiba Inu.",
    "ja": "彼は本当に頭のよい柴犬です。",
    "ja_answers": [
      "彼は本当に頭のよい柴犬です。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "We often walk to Kaede Park together.",
    "ja": "私たちはよくかえで公園にいっしょに行きます。",
    "ja_answers": [
      "私たちはよくかえで公園にいっしょに行きます。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "That park is very big and cozy.",
    "ja": "あの公園はとても大きく、居心地がよいです。",
    "ja_answers": [
      "あの公園はとても大きく、居心地がよいです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "We play soccer there.",
    "ja": "私たちはそこでサッカーをします。",
    "ja_answers": [
      "私たちはそこでサッカーをします。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する1",
    "en": "I always enjoy it!",
    "ja": "私はいつもそれを楽しみます！",
    "ja_answers": [
      "私はいつもそれを楽しみます！",
      "ぼくはいつもそれを楽しみます！",
      "僕はいつもそれを楽しみます！",
      "ぼくがいつもそれを楽しみます！",
      "僕がいつもそれを楽しみます！"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "Look. That is a hospital.",
    "ja": "見て。あれは病院です。",
    "ja_answers": [
      "見て。あれは病院です。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "Hospital? It's big.",
    "ja": "病院？それは大きいですね。",
    "ja_answers": [
      "病院？それは大きいですね。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "Can you see Tokyo Tower?",
    "ja": "東京タワーが見えますか？",
    "ja_answers": [
      "東京タワーが見えますか？"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "Yes. I can see a big station, too.",
    "ja": "はい。大きな駅も見えます。",
    "ja_answers": [
      "はい。大きな駅も見えます。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "That's Tokyo Station, right?",
    "ja": "あれは東京駅ですよね。",
    "ja_answers": [
      "あれは東京駅ですよね。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "No. It's Shinagawa Station.",
    "ja": "いいえ。それは品川駅です。",
    "ja_answers": [
      "いいえ。それは品川駅です。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "What is this?",
    "ja": "これは何ですか。",
    "ja_answers": [
      "これは何ですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "It's dorayaki, one of Japanese sweets.",
    "ja": "それは、和菓子のひとつ、どら焼きです。",
    "ja_answers": [
      "それは、和菓子のひとつ、どら焼きです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "I like it very much.",
    "ja": "私はそれがとても好きです。",
    "ja_answers": [
      "私はそれがとても好きです。",
      "ぼくはそれがとても好きです。",
      "僕はそれがとても好きです。",
      "ぼくがそれがとても好きです。",
      "僕がそれがとても好きです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "What is your favorite food?",
    "ja": "あなたの好きな食べ物は何？",
    "ja_answers": [
      "あなたの好きな食べ物は何？"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "It's pizza.",
    "ja": "ピザです。",
    "ja_answers": [
      "ピザです。"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "Who is this man?",
    "ja": "この男性はだれ？",
    "ja_answers": [
      "この男性はだれ？"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "He's your father!",
    "ja": "彼はあなたのお父さん！",
    "ja_answers": [
      "彼はあなたのお父さん！"
    ]
  },
  {
    "lesson": "3",
    "part": "学んだことを活用する2",
    "en": "He looks different now.",
    "ja": "今とちがうように見える。",
    "ja_answers": [
      "今とちがうように見える。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "room",
    "ja": "部屋",
    "ja_answers": [
      "部屋"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "maybe",
    "ja": "たぶん",
    "ja_answers": [
      "たぶん"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "carry",
    "ja": "…を運ぶ",
    "ja_answers": [
      "…を運ぶ"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "My treasure is big.",
    "ja": "私の宝物は大きいです。",
    "ja_answers": [
      "私の宝物は大きいです。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "It is black.",
    "ja": "それは黒いです。",
    "ja_answers": [
      "それは黒いです。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "I play music on it.",
    "ja": "私はそれで音楽を演奏します。",
    "ja_answers": [
      "私はそれで音楽を演奏します。",
      "ぼくはそれで音楽を演奏します。",
      "僕はそれで音楽を演奏します。",
      "ぼくがそれで音楽を演奏します。",
      "僕がそれで音楽を演奏します。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "My treasure is small.",
    "ja": "私の宝物は小さいです。",
    "ja_answers": [
      "私の宝物は小さいです。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "It is long.",
    "ja": "それは長いです。",
    "ja_answers": [
      "それは長いです。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "I write letters with it.",
    "ja": "私はそれで手紙を書きます。",
    "ja_answers": [
      "私はそれで手紙を書きます。",
      "ぼくはそれで手紙を書きます。",
      "僕はそれで手紙を書きます。",
      "ぼくがそれで手紙を書きます。",
      "僕がそれで手紙を書きます。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "It is hard.",
    "ja": "それはかたいです。",
    "ja_answers": [
      "それはかたいです。"
    ]
  },
  {
    "lesson": "3",
    "part": "Goal Activity",
    "en": "I ride it.",
    "ja": "私はそれに乗ります。",
    "ja_answers": [
      "私はそれに乗ります。",
      "ぼくはそれに乗ります。",
      "僕はそれに乗ります。",
      "ぼくがそれに乗ります。",
      "僕がそれに乗ります。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "man",
    "ja": "男性",
    "ja_answers": [
      "男性"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "street",
    "ja": "通り",
    "ja_answers": [
      "通り"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "turn",
    "ja": "曲がる",
    "ja_answers": [
      "曲がる"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "corner",
    "ja": "（曲がり）かど",
    "ja_answers": [
      "（曲がり）かど"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "Excuse me. Where is Midori Hospital?",
    "ja": "すいません。みどり病院はどこですか。",
    "ja_answers": [
      "すいません。みどり病院はどこですか。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "How can I get to Midori Station?",
    "ja": "どうやってみどり駅に行くことができますか。",
    "ja_answers": [
      "どうやってみどり駅に行くことができますか。",
      "どうやってみどり駅に行けますか。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "Go straight on this street.",
    "ja": "この通りをまっすぐに進んでください。",
    "ja_answers": [
      "この通りをまっすぐに進んでください。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "Turn left at the third corner.",
    "ja": "３つ目のかどを左に曲がってください。",
    "ja_answers": [
      "３つ目のかどを左に曲がってください。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "Excuse me. How can I get to Sakura Museum?",
    "ja": "すいません。さくら博物館はどうやっていけばよいのですか？",
    "ja_answers": [
      "すいません。さくら博物館はどうやっていけばよいのですか？"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "Then turn right at the second corner.",
    "ja": "それから２つ目のかどを右に曲がって。",
    "ja_answers": [
      "それから２つ目のかどを右に曲がって。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "It's on your left.",
    "ja": "それはあなたの左側です。",
    "ja_answers": [
      "それはあなたの左側です。"
    ]
  },
  {
    "lesson": "3",
    "part": "Take Action!",
    "en": "I see. Thank you.",
    "ja": "わかりました。ありがとう。",
    "ja_answers": [
      "わかりました。ありがとう。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "I am Taku.",
    "ja": "私はタクです。",
    "ja_answers": [
      "私はタクです。",
      "ぼくはタクです。",
      "僕はタクです。",
      "ぼくがタクです。",
      "僕がタクです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "You are kind.",
    "ja": "あなたはやさしいですね。",
    "ja_answers": [
      "あなたはやさしいですね。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "He is my uncle.",
    "ja": "彼は私のおじです。",
    "ja_answers": [
      "彼は私のおじです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "We are good friends.",
    "ja": "私たちは親友です。",
    "ja_answers": [
      "私たちは親友です。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "This book is popular.",
    "ja": "この本は人気があります。",
    "ja_answers": [
      "この本は人気があります。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "You are my hero.",
    "ja": "あなたは私のヒーローです。",
    "ja_answers": [
      "あなたは私のヒーローです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "This is my pen.",
    "ja": "これは私のペンです。",
    "ja_answers": [
      "これは私のペンです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "That is a restaurant.",
    "ja": "あれはレストランです。",
    "ja_answers": [
      "あれはレストランです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "Mika is good at Chinese.",
    "ja": "ミカは中国語が上手です。",
    "ja_answers": [
      "ミカは中国語が上手です。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "She is a hip-hop dancer.",
    "ja": "彼女はヒップホップダンサーです。",
    "ja_answers": [
      "彼女はヒップホップダンサーです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "My dog is very cute.",
    "ja": "私のイヌはとてもかわいいです。",
    "ja_answers": [
      "私のイヌはとてもかわいいです。"
    ]
  },
  {
    "lesson": "3",
    "part": "SPECIAL TOPICS",
    "en": "We are in the tennis club.",
    "ja": "私たちはテニス部です。",
    "ja_answers": [
      "私たちはテニス部です。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I go to Okinawa every summer.",
    "ja": "私は毎年夏に沖縄に行きます。",
    "ja_answers": [
      "私は毎年夏に沖縄に行きます。",
      "ぼくは毎年夏に沖縄に行きます。",
      "僕は毎年夏に沖縄に行きます。",
      "ぼくが毎年夏に沖縄に行きます。",
      "僕が毎年夏に沖縄に行きます。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I went to Okinawa last summer.",
    "ja": "私は昨年の夏に沖縄に行きました。",
    "ja_answers": [
      "私は昨年の夏に沖縄に行きました。",
      "ぼくは昨年の夏に沖縄に行きました。",
      "僕は昨年の夏に沖縄に行きました。",
      "ぼくが昨年の夏に沖縄に行きました。",
      "僕が昨年の夏に沖縄に行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I enjoy swimming.",
    "ja": "私は水泳を楽しみます。",
    "ja_answers": [
      "私は水泳を楽しみます。",
      "ぼくは水泳を楽しみます。",
      "僕は水泳を楽しみます。",
      "ぼくが水泳を楽しみます。",
      "僕が水泳を楽しみます。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I enjoyed swimming.",
    "ja": "私は水泳を楽しみました。",
    "ja_answers": [
      "私は水泳を楽しみました。",
      "ぼくは水泳を楽しみました。",
      "僕は水泳を楽しみました。",
      "ぼくが水泳を楽しみました。",
      "僕が水泳を楽しみました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I went to the sea last Sunday.",
    "ja": "私はこの前の日曜日、海に行きました。",
    "ja_answers": [
      "私はこの前の日曜日、海に行きました。",
      "ぼくはこの前の日曜日、海に行きました。",
      "僕はこの前の日曜日、海に行きました。",
      "ぼくがこの前の日曜日、海に行きました。",
      "僕がこの前の日曜日、海に行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I enjoyed the summer festival this year.",
    "ja": "私は今年、夏祭りを楽しみました。",
    "ja_answers": [
      "私は今年、夏祭りを楽しみました。",
      "ぼくは今年、夏祭りを楽しみました。",
      "僕は今年、夏祭りを楽しみました。",
      "ぼくが今年、夏祭りを楽しみました。",
      "僕が今年、夏祭りを楽しみました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I ate curry last weekend.",
    "ja": "私は先週末、カレーを食べました。",
    "ja_answers": [
      "私は先週末、カレーを食べました。",
      "ぼくは先週末、カレーを食べました。",
      "僕は先週末、カレーを食べました。",
      "ぼくが先週末、カレーを食べました。",
      "僕が先週末、カレーを食べました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I saw lots of people at the station.",
    "ja": "私は駅でたくさんの人を見ました。",
    "ja_answers": [
      "私は駅でたくさんの人を見ました。",
      "ぼくは駅でたくさんの人を見ました。",
      "僕は駅でたくさんの人を見ました。",
      "ぼくが駅でたくさんの人を見ました。",
      "僕が駅でたくさんの人を見ました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I went to the library last Sunday.",
    "ja": "私はこの前の日曜日、図書館に行きました。",
    "ja_answers": [
      "私はこの前の日曜日、図書館に行きました。",
      "ぼくはこの前の日曜日、図書館に行きました。",
      "僕はこの前の日曜日、図書館に行きました。",
      "ぼくがこの前の日曜日、図書館に行きました。",
      "僕がこの前の日曜日、図書館に行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I ate grilled fish last night.",
    "ja": "私は昨晩、焼き魚を食べました。",
    "ja_answers": [
      "私は昨晩、焼き魚を食べました。",
      "ぼくは昨晩、焼き魚を食べました。",
      "僕は昨晩、焼き魚を食べました。",
      "ぼくが昨晩、焼き魚を食べました。",
      "僕が昨晩、焼き魚を食べました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I saw Mika last weekend.",
    "ja": "私は先週末、ミカに会いました。",
    "ja_answers": [
      "私は先週末、ミカに会いました。",
      "ぼくは先週末、ミカに会いました。",
      "僕は先週末、ミカに会いました。",
      "ぼくが先週末、ミカに会いました。",
      "僕が先週末、ミカに会いました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "The curry was delicious.",
    "ja": "そのカレーはおいしかったです。",
    "ja_answers": [
      "そのカレーはおいしかったです。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "family",
    "ja": "家族",
    "ja_answers": [
      "家族"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "view",
    "ja": "景色、ながめ",
    "ja_answers": [
      "景色",
      "ながめ"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "top",
    "ja": "頂上",
    "ja_answers": [
      "頂上"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "thick",
    "ja": "分厚い",
    "ja_answers": [
      "分厚い"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "year",
    "ja": "年、1年",
    "ja_answers": [
      "年",
      "1年"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "also",
    "ja": "…もまた",
    "ja_answers": [
      "…もまた"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I saw fireworks last summer.",
    "ja": "私は昨年の夏、花火を見ました。",
    "ja_answers": [
      "私は昨年の夏、花火を見ました。",
      "ぼくは昨年の夏、花火を見ました。",
      "僕は昨年の夏、花火を見ました。",
      "ぼくが昨年の夏、花火を見ました。",
      "僕が昨年の夏、花火を見ました。"
    ]
  },
  {
    "lesson": "4",
    "part": "1",
    "en": "I went to Tokyo by myself.",
    "ja": "私は独力で東京に行きました。",
    "ja_answers": [
      "私は独力で東京に行きました。",
      "ぼくは独力で東京に行きました。",
      "僕は独力で東京に行きました。",
      "ぼくが独力で東京に行きました。",
      "僕が独力で東京に行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you want to go?",
    "ja": "あなたはどこに行きたいですか。",
    "ja_answers": [
      "あなたはどこに行きたいですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "I want to go to Hokkaido.",
    "ja": "私は北海道に行きたいです。",
    "ja_answers": [
      "私は北海道に行きたいです。",
      "ぼくは北海道に行きたいです。",
      "僕は北海道に行きたいです。",
      "ぼくが北海道に行きたいです。",
      "僕が北海道に行きたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you practice soccer?",
    "ja": "あなたはどこでサッカーを練習しますか。",
    "ja_answers": [
      "あなたはどこでサッカーを練習しますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "I want to eat shaved ice.",
    "ja": "私はかき氷を食べたいです。",
    "ja_answers": [
      "私はかき氷を食べたいです。",
      "ぼくはかき氷を食べたいです。",
      "僕はかき氷を食べたいです。",
      "ぼくがかき氷を食べたいです。",
      "僕がかき氷を食べたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "We want to go to the beach.",
    "ja": "私たちはビーチに行きたいです。",
    "ja_answers": [
      "私たちはビーチに行きたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you want to go?",
    "ja": "あなたはどこに行きたいですか。",
    "ja_answers": [
      "あなたはどこに行きたいですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you study English?",
    "ja": "あなたはどこで英語を勉強しますか。",
    "ja_answers": [
      "あなたはどこで英語を勉強しますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "I want to play baseball.",
    "ja": "私は野球がしたいです。",
    "ja_answers": [
      "私は野球がしたいです。",
      "ぼくは野球がしたいです。",
      "僕は野球がしたいです。",
      "ぼくが野球がしたいです。",
      "僕が野球がしたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you practice tennis?",
    "ja": "あなたはどこでテニスの練習をしますか。",
    "ja_answers": [
      "あなたはどこでテニスの練習をしますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "I want to see big fireworks.",
    "ja": "私は大きな花火を見たいです。",
    "ja_answers": [
      "私は大きな花火を見たいです。",
      "ぼくは大きな花火を見たいです。",
      "僕は大きな花火を見たいです。",
      "ぼくが大きな花火を見たいです。",
      "僕が大きな花火を見たいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Where do you want to go?",
    "ja": "あなたはどこに行きたいですか。",
    "ja_answers": [
      "あなたはどこに行きたいですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "I want to go to the zoo.",
    "ja": "私は動物園に行きたいです。",
    "ja_answers": [
      "私は動物園に行きたいです。",
      "ぼくは動物園に行きたいです。",
      "僕は動物園に行きたいです。",
      "ぼくが動物園に行きたいです。",
      "僕が動物園に行きたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "baby",
    "ja": "赤ちゃん",
    "ja_answers": [
      "赤ちゃん"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "cousin",
    "ja": "いとこ",
    "ja_answers": [
      "いとこ"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "Korean",
    "ja": "韓国の",
    "ja_answers": [
      "韓国の"
    ]
  },
  {
    "lesson": "4",
    "part": "2",
    "en": "What's Seattle Dog?",
    "ja": "シアトルドッグとは何ですか。",
    "ja_answers": [
      "シアトルドッグとは何ですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "do my homework",
    "ja": "宿題をする",
    "ja_answers": [
      "宿題をする"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "listen to music",
    "ja": "音楽を聞く",
    "ja_answers": [
      "音楽を聞く"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "see fire works",
    "ja": "花火を見る",
    "ja_answers": [
      "花火を見る"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "enjoy fishing",
    "ja": "つりを楽しむ",
    "ja_answers": [
      "つりを楽しむ"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "watch TV",
    "ja": "テレビを見る",
    "ja_answers": [
      "テレビを見る"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "go to the library",
    "ja": "図書館へ行く",
    "ja_answers": [
      "図書館へ行く"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "get up late",
    "ja": "遅く起きる",
    "ja_answers": [
      "遅く起きる"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "use a computer",
    "ja": "コンピュータを使う",
    "ja_answers": [
      "コンピュータを使う"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する1",
    "en": "take a picture",
    "ja": "写真を撮る",
    "ja_answers": [
      "写真を撮る"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "I saw fireworks last summer.",
    "ja": "私は昨年の夏、花火を見ました。",
    "ja_answers": [
      "私は昨年の夏、花火を見ました。",
      "ぼくは昨年の夏、花火を見ました。",
      "僕は昨年の夏、花火を見ました。",
      "ぼくが昨年の夏、花火を見ました。",
      "僕が昨年の夏、花火を見ました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "We enjoyed swimming last weekend.",
    "ja": "私たちは先週末、水泳を楽しみました。",
    "ja_answers": [
      "私たちは先週末、水泳を楽しみました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "Where do you study Japanese?",
    "ja": "あなたはどこで日本語を勉強しますか。",
    "ja_answers": [
      "あなたはどこで日本語を勉強しますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "I ate curry and rice.",
    "ja": "私はカレーライスを食べました。",
    "ja_answers": [
      "私はカレーライスを食べました。",
      "ぼくはカレーライスを食べました。",
      "僕はカレーライスを食べました。",
      "ぼくがカレーライスを食べました。",
      "僕がカレーライスを食べました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "The view was so beautiful.",
    "ja": "景色がとてもきれいでした。",
    "ja_answers": [
      "景色がとてもきれいでした。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "I want to drink water.",
    "ja": "私は水を飲みたい。",
    "ja_answers": [
      "私は水を飲みたい。",
      "ぼくは水を飲みたい。",
      "僕は水を飲みたい。",
      "ぼくが水を飲みたい。",
      "僕が水を飲みたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "I enjoyed shopping last Sunday.",
    "ja": "私はこの前の日曜日、買い物を楽しみました。",
    "ja_answers": [
      "私はこの前の日曜日、買い物を楽しみました。",
      "ぼくはこの前の日曜日、買い物を楽しみました。",
      "僕はこの前の日曜日、買い物を楽しみました。",
      "ぼくがこの前の日曜日、買い物を楽しみました。",
      "僕がこの前の日曜日、買い物を楽しみました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "I went to Australia last year.",
    "ja": "私は昨年、オーストラリアに行きました。",
    "ja_answers": [
      "私は昨年、オーストラリアに行きました。",
      "ぼくは昨年、オーストラリアに行きました。",
      "僕は昨年、オーストラリアに行きました。",
      "ぼくが昨年、オーストラリアに行きました。",
      "僕が昨年、オーストラリアに行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを整理する2",
    "en": "Where do you want to go?",
    "ja": "あなたはどこに行きたいですか。",
    "ja_answers": [
      "あなたはどこに行きたいですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "My friend and I enjoyed many places in town",
    "ja": "and I really recommend these three!!!",
    "ja_answers": [
      "and I really recommend these three!!!"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "Quiet Beautiful Shrine",
    "ja": "静かな美しい神社",
    "ja_answers": [
      "静かな美しい神社"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "We went to a shrine near the lake.",
    "ja": "私たちは湖の近くの神社へ行きました。",
    "ja_answers": [
      "私たちは湖の近くの神社へ行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "It was beautiful",
    "ja": "and I liked the dog statue under the small torii.",
    "ja_answers": [
      "and I liked the dog statue under the small torii."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "That place is far from the station.",
    "ja": "その場所は駅から遠いです。",
    "ja_answers": [
      "その場所は駅から遠いです。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "We went there by bus.",
    "ja": "私たちはそこへバスで行きました。",
    "ja_answers": [
      "私たちはそこへバスで行きました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "Cool Old Street",
    "ja": "クールな古い通り",
    "ja_answers": [
      "クールな古い通り"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "We found an old street behind the station.",
    "ja": "私たちは駅の裏に古い通りを見つけました。",
    "ja_answers": [
      "私たちは駅の裏に古い通りを見つけました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "It was cool.",
    "ja": "それはクールでした。",
    "ja_answers": [
      "それはクールでした。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "You can go there by rental bicycle",
    "ja": "but you can also walk.",
    "ja_answers": [
      "but you can also walk."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "Cozy Nice Restaurant",
    "ja": "居心地のよい素敵なレストラン",
    "ja_answers": [
      "居心地のよい素敵なレストラン"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "We ate lunch at a nice restaurant by the sea.",
    "ja": "私たちは海のそばの素敵なレストランで昼食を食べました。",
    "ja_answers": [
      "私たちは海のそばの素敵なレストランで昼食を食べました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "The spaghetti was so good.",
    "ja": "スパゲッティがとてもおいしかったです。",
    "ja_answers": [
      "スパゲッティがとてもおいしかったです。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する1",
    "en": "The buses don't go there",
    "ja": "but you can walk from the station.",
    "ja_answers": [
      "but you can walk from the station."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "Last weekend",
    "ja": "I went to Lake Kaede.",
    "ja_answers": [
      "I went to Lake Kaede."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "I enjoyed camping with my family.",
    "ja": "私は私の家族といっしょにキャンプを楽しみました。",
    "ja_answers": [
      "私は私の家族といっしょにキャンプを楽しみました。",
      "ぼくは私の家族といっしょにキャンプを楽しみました。",
      "僕は私の家族といっしょにキャンプを楽しみました。",
      "ぼくが私の家族といっしょにキャンプを楽しみました。",
      "僕が私の家族といっしょにキャンプを楽しみました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "We saw beautiful flowers there.",
    "ja": "私たちはそこで美しい花を見ました。",
    "ja_answers": [
      "私たちはそこで美しい花を見ました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "We made curry and rice and ate it.",
    "ja": "私たちはカレーライスを作って、それを食べました。",
    "ja_answers": [
      "私たちはカレーライスを作って、それを食べました。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "It was so good.",
    "ja": "それがとてもおいしかったです。",
    "ja_answers": [
      "それがとてもおいしかったです。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "Today",
    "ja": "I went to the summer festival with Mika and Lisa.",
    "ja_answers": [
      "I went to the summer festival with Mika and Lisa."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "We ate takoyaki",
    "ja": "and it was delicious.",
    "ja_answers": [
      "and it was delicious."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "At the end of the festival",
    "ja": "we saw ...",
    "ja_answers": [
      "we saw ..."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "The Research of the Month",
    "ja": "今月の調査",
    "ja_answers": [
      "今月の調査"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "Where do you want to go during the summer vacation?",
    "ja": "夏休みの間にどこに行きたいですか。",
    "ja_answers": [
      "夏休みの間にどこに行きたいですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "In this class",
    "ja": "8 students want to go to Hokkaido.",
    "ja_answers": [
      "8 students want to go to Hokkaido."
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "16 students want to go to Okinawa.",
    "ja": "16人の生徒が沖縄に行きたいです。",
    "ja_answers": [
      "16人の生徒が沖縄に行きたいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "学んだことを活用する2",
    "en": "other",
    "ja": "その他",
    "ja_answers": [
      "その他"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to go to the beach.",
    "ja": "私はビーチに行きたい。",
    "ja_answers": [
      "私はビーチに行きたい。",
      "ぼくはビーチに行きたい。",
      "僕はビーチに行きたい。",
      "ぼくがビーチに行きたい。",
      "僕がビーチに行きたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to eat peach ice cream.",
    "ja": "私は桃のアイスクリームを食べたい。",
    "ja_answers": [
      "私は桃のアイスクリームを食べたい。",
      "ぼくは桃のアイスクリームを食べたい。",
      "僕は桃のアイスクリームを食べたい。",
      "ぼくが桃のアイスクリームを食べたい。",
      "僕が桃のアイスクリームを食べたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to enjoy swimming in the sea.",
    "ja": "私は海で泳ぐのを楽しみたい。",
    "ja_answers": [
      "私は海で泳ぐのを楽しみたい。",
      "ぼくは海で泳ぐのを楽しみたい。",
      "僕は海で泳ぐのを楽しみたい。",
      "ぼくが海で泳ぐのを楽しみたい。",
      "僕が海で泳ぐのを楽しみたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to go to a mountain.",
    "ja": "私は山に行きたい。",
    "ja_answers": [
      "私は山に行きたい。",
      "ぼくは山に行きたい。",
      "僕は山に行きたい。",
      "ぼくが山に行きたい。",
      "僕が山に行きたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to eat curry and rice.",
    "ja": "私はカレーライスを食べたい。",
    "ja_answers": [
      "私はカレーライスを食べたい。",
      "ぼくはカレーライスを食べたい。",
      "僕はカレーライスを食べたい。",
      "ぼくがカレーライスを食べたい。",
      "僕がカレーライスを食べたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Goal Activity",
    "en": "I want to enjoy camping with my family.",
    "ja": "私は私の家族といっしょにキャンプを楽しみたい。",
    "ja_answers": [
      "私は私の家族といっしょにキャンプを楽しみたい。",
      "ぼくは私の家族といっしょにキャンプを楽しみたい。",
      "僕は私の家族といっしょにキャンプを楽しみたい。",
      "ぼくが私の家族といっしょにキャンプを楽しみたい。",
      "僕が私の家族といっしょにキャンプを楽しみたい。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "cleark",
    "ja": "店員",
    "ja_answers": [
      "店員"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "anything",
    "ja": "[疑問文で]何か",
    "ja_answers": [
      "[疑問文で]何か"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "order",
    "ja": "注文、注文の品",
    "ja_answers": [
      "注文",
      "注文の品"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "What would you like?",
    "ja": "何になさいますか。",
    "ja_answers": [
      "何になさいますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "I'd like a green salad.",
    "ja": "グリーンサラダをお願いします。",
    "ja_answers": [
      "グリーンサラダをお願いします。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "How much is this?",
    "ja": "これはいくらですか。",
    "ja_answers": [
      "これはいくらですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "It's fifteen dollars.",
    "ja": "15ドルです。",
    "ja_answers": [
      "15ドルです。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "What would you like?",
    "ja": "何になさいますか。",
    "ja_answers": [
      "何になさいますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "I'd like a cheeseburger.",
    "ja": "チーズバーガーをお願いします。",
    "ja_answers": [
      "チーズバーガーをお願いします。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Do you want anything with it?",
    "ja": "それといっしょに何か欲しいものはありますか。",
    "ja_answers": [
      "それといっしょに何か欲しいものはありますか。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Um",
    "ja": "cola and chocolate cake",
    "ja_answers": [
      "cola and chocolate cake"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "How much is the total?",
    "ja": "合計でいくらですか。",
    "ja_answers": [
      "合計でいくらですか。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "It's thirteen dollars.",
    "ja": "13ドルです。",
    "ja_answers": [
      "13ドルです。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Here you are.",
    "ja": "はい、どうぞ。",
    "ja_answers": [
      "はい、どうぞ。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Thank you.",
    "ja": "ありがとうございました。",
    "ja_answers": [
      "ありがとうございました。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Please pick up your order at the counter.",
    "ja": "ご注文の品をカウンターでお受け取りください。",
    "ja_answers": [
      "ご注文の品をカウンターでお受け取りください。"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Humburger",
    "ja": "ハンバーガー",
    "ja_answers": [
      "ハンバーガー"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Fried chicken",
    "ja": "フライドチキン",
    "ja_answers": [
      "フライドチキン"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "French fries",
    "ja": "フレンチフライ",
    "ja_answers": [
      "フレンチフライ"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Orange juice",
    "ja": "オレンジジュース",
    "ja_answers": [
      "オレンジジュース"
    ]
  },
  {
    "lesson": "4",
    "part": "Take Action!",
    "en": "Coffee",
    "ja": "コーヒー",
    "ja_answers": [
      "コーヒー"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I am a building.",
    "ja": "私は建物です。",
    "ja_answers": [
      "私は建物です。",
      "ぼくは建物です。",
      "僕は建物です。",
      "ぼくが建物です。",
      "僕が建物です。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "Students come to me and study.",
    "ja": "生徒たちは私に来て、勉強します。",
    "ja_answers": [
      "生徒たちは私に来て、勉強します。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I am white.",
    "ja": "私は白いです。",
    "ja_answers": [
      "私は白いです。",
      "ぼくは白いです。",
      "僕は白いです。",
      "ぼくが白いです。",
      "僕が白いです。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I'm very cold.",
    "ja": "私はとても冷たいです。",
    "ja_answers": [
      "私はとても冷たいです。",
      "ぼくはとても冷たいです。",
      "僕はとても冷たいです。",
      "ぼくがとても冷たいです。",
      "僕がとても冷たいです。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I live in winter.",
    "ja": "私は冬に生活します。",
    "ja_answers": [
      "私は冬に生活します。",
      "ぼくは冬に生活します。",
      "僕は冬に生活します。",
      "ぼくが冬に生活します。",
      "僕が冬に生活します。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I live in the sky.",
    "ja": "私は空で生活します。",
    "ja_answers": [
      "私は空で生活します。",
      "ぼくは空で生活します。",
      "僕は空で生活します。",
      "ぼくが空で生活します。",
      "僕が空で生活します。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I have seven colors.",
    "ja": "私は七つの色を持っています。",
    "ja_answers": [
      "私は七つの色を持っています。",
      "ぼくは七つの色を持っています。",
      "僕は七つの色を持っています。",
      "ぼくが七つの色を持っています。",
      "僕が七つの色を持っています。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "You can often see me after the rain.",
    "ja": "雨の後に、あなたはしばしば私を見ることができます。",
    "ja_answers": [
      "雨の後に、あなたはしばしば私を見ることができます。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I am brown.",
    "ja": "私は茶色です。",
    "ja_answers": [
      "私は茶色です。",
      "ぼくは茶色です。",
      "僕は茶色です。",
      "ぼくが茶色です。",
      "僕が茶色です。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "You don't eat me.",
    "ja": "あなたは私を食べることはできません。",
    "ja_answers": [
      "あなたは私を食べることはできません。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "You can drink me.",
    "ja": "あなたは私を飲むことができます。",
    "ja_answers": [
      "あなたは私を飲むことができます。",
      "あなたは私を飲めます。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I am not \"tea\".",
    "ja": "私は「お茶」ではないです。",
    "ja_answers": [
      "私は「お茶」ではないです。",
      "ぼくは「お茶」ではないです。",
      "僕は「お茶」ではないです。",
      "ぼくが「お茶」ではないです。",
      "僕が「お茶」ではないです。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "Children love me.",
    "ja": "子供たちは私を愛しています。",
    "ja_answers": [
      "子供たちは私を愛しています。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "They can get money.",
    "ja": "彼らはお金をもらうことができます。",
    "ja_answers": [
      "彼らはお金をもらうことができます。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I come in January.",
    "ja": "私は1月に来ます。",
    "ja_answers": [
      "私は1月に来ます。",
      "ぼくは1月に来ます。",
      "僕は1月に来ます。",
      "ぼくが1月に来ます。",
      "僕が1月に来ます。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "Children love me",
    "ja": "too.",
    "ja_answers": [
      "too."
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "They can get nice presents.",
    "ja": "彼らはよいプレゼントをもらうことができます。",
    "ja_answers": [
      "彼らはよいプレゼントをもらうことができます。"
    ]
  },
  {
    "lesson": "4",
    "part": "SPECIAL TOPICS",
    "en": "I come in December.",
    "ja": "私は12月に来ます。",
    "ja_answers": [
      "私は12月に来ます。",
      "ぼくは12月に来ます。",
      "僕は12月に来ます。",
      "ぼくが12月に来ます。",
      "僕が12月に来ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My mother lives in London.",
    "ja": "私の母はロンドンに住んでいます。",
    "ja_answers": [
      "私の母はロンドンに住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My father makes breakfast every day.",
    "ja": "私の父は毎日、朝食を作ります。",
    "ja_answers": [
      "私の父は毎日、朝食を作ります。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Ken plays soccer every day.",
    "ja": "ケンは毎日、サッカーをします。",
    "ja_answers": [
      "ケンは毎日、サッカーをします。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Lisa likes cats very much.",
    "ja": "リサはネコがとても好きです。",
    "ja_answers": [
      "リサはネコがとても好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "He studies math every day.",
    "ja": "彼は毎日、数学を勉強します。",
    "ja_answers": [
      "彼は毎日、数学を勉強します。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Mika reads a book every day.",
    "ja": "ミカは毎日、本を読みます。",
    "ja_answers": [
      "ミカは毎日、本を読みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Ken watches TV every day.",
    "ja": "ケンは毎日、テレビを見ます。",
    "ja_answers": [
      "ケンは毎日、テレビを見ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My cousin lives in Tokyo.",
    "ja": "私のいとこは東京に住んでいます。",
    "ja_answers": [
      "私のいとこは東京に住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My father goes to bed at ten.",
    "ja": "私の父は10時に寝ます。",
    "ja_answers": [
      "私の父は10時に寝ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My uncle teaches P.E.",
    "ja": "私のおじは体育を教えています。",
    "ja_answers": [
      "私のおじは体育を教えています。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "I go to the park every day.",
    "ja": "私は毎日、公園に行きます。",
    "ja_answers": [
      "私は毎日、公園に行きます。",
      "ぼくは毎日、公園に行きます。",
      "僕は毎日、公園に行きます。",
      "ぼくが毎日、公園に行きます。",
      "僕が毎日、公園に行きます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Mike goes to the park every day.",
    "ja": "マイクは毎日、公園に行きます。",
    "ja_answers": [
      "マイクは毎日、公園に行きます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "You drink tea.",
    "ja": "あなたはお茶を飲みます。",
    "ja_answers": [
      "あなたはお茶を飲みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "My mother drinks tea.",
    "ja": "私の母はお茶を飲みます。",
    "ja_answers": [
      "私の母はお茶を飲みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Lisa speaks English well.",
    "ja": "リサは英語を上手に話します。",
    "ja_answers": [
      "リサは英語を上手に話します。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "She likes cooking.",
    "ja": "彼女は料理をするのが好きです。",
    "ja_answers": [
      "彼女は料理をするのが好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Mr. Smith sings every song well.",
    "ja": "スミス先生はすべての歌を上手に歌います。",
    "ja_answers": [
      "スミス先生はすべての歌を上手に歌います。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "Mika and I walk to school.",
    "ja": "ミカと私は歩いて学校に行きます。",
    "ja_answers": [
      "ミカと私は歩いて学校に行きます。"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "live",
    "ja": "住む、住んでいる",
    "ja_answers": [
      "住む",
      "住んでいる"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "wear",
    "ja": "…を着ている",
    "ja_answers": [
      "…を着ている"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "mother",
    "ja": "母親",
    "ja_answers": [
      "母親"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "father",
    "ja": "父親",
    "ja_answers": [
      "父親"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "places",
    "ja": "場所",
    "ja_answers": [
      "場所"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "their",
    "ja": "彼らの、それらの",
    "ja_answers": [
      "彼らの",
      "それらの"
    ]
  },
  {
    "lesson": "5",
    "part": "1",
    "en": "She likes small animals like rabbits.",
    "ja": "彼女はウサギのような小さい動物が好きです。",
    "ja_answers": [
      "彼女はウサギのような小さい動物が好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does Ann live in London?",
    "ja": "アンはロンドンに住んでいますか。",
    "ja_answers": [
      "アンはロンドンに住んでいますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Yes",
    "ja": "she does.",
    "ja_answers": [
      "she does."
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does your father play baseball?",
    "ja": "あなたのお父さんは野球をしますか。",
    "ja_answers": [
      "あなたのお父さんは野球をしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does Ken like chocolate?",
    "ja": "ケンはチョコレートが好きですか。",
    "ja_answers": [
      "ケンはチョコレートが好きですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "My father does not watch soccer.",
    "ja": "私の父はサッカーを見ません。",
    "ja_answers": [
      "私の父はサッカーを見ません。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does she study in London?",
    "ja": "彼女はロンドンで勉強していますか。",
    "ja_answers": [
      "彼女はロンドンで勉強していますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Yes",
    "ja": "she does.",
    "ja_answers": [
      "she does."
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Lisa doesn't play tennis.",
    "ja": "リサはテニスをしません。",
    "ja_answers": [
      "リサはテニスをしません。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Mike speaks Japanese.",
    "ja": "マイクは日本語を話します。",
    "ja_answers": [
      "マイクは日本語を話します。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does Mike speak Japanese?",
    "ja": "マイクは日本語を話しますか。",
    "ja_answers": [
      "マイクは日本語を話しますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Lisa watches tennis on TV.",
    "ja": "リサはテレビでテニスを見ます。",
    "ja_answers": [
      "リサはテレビでテニスを見ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Lisa does not watch tennis on TV.",
    "ja": "リサはテレビでテニスを見ません。",
    "ja_answers": [
      "リサはテレビでテニスを見ません。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does your brother play tennis?",
    "ja": "あなたのお兄さんはテニスをしますか。",
    "ja_answers": [
      "あなたのお兄さんはテニスをしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does your dog like apples?",
    "ja": "あなたのイヌはリンゴが好きですか。",
    "ja_answers": [
      "あなたのイヌはリンゴが好きですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "She does not speak Japanese.",
    "ja": "彼女は日本語を話しません。",
    "ja_answers": [
      "彼女は日本語を話しません。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "My cat doesn't like fish.",
    "ja": "私のネコは魚が好きではありません。",
    "ja_answers": [
      "私のネコは魚が好きではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "brother",
    "ja": "兄、弟",
    "ja_answers": [
      "兄",
      "弟"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "concert",
    "ja": "コンサート",
    "ja_answers": [
      "コンサート"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "performance",
    "ja": "演奏、演技",
    "ja_answers": [
      "演奏",
      "演技"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "He watches movies on the internet.",
    "ja": "彼はインターネットで映画を見ます。",
    "ja_answers": [
      "彼はインターネットで映画を見ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Does Peter play the bagpipes in concerts?",
    "ja": "ピーターはコンサートでバグパイプを演奏しますか。",
    "ja_answers": [
      "ピーターはコンサートでバグパイプを演奏しますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Yes",
    "ja": "he does.",
    "ja_answers": [
      "he does."
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "Can Riku watch Peter's performance on TV?",
    "ja": "リクはピーターの演奏をテレビで見ることができますか。",
    "ja_answers": [
      "リクはピーターの演奏をテレビで見ることができますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "2",
    "en": "No",
    "ja": "he cannot.",
    "ja_answers": [
      "he cannot."
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose towl is this?",
    "ja": "これはだれのタオルですか。",
    "ja_answers": [
      "これはだれのタオルですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "It is mine.",
    "ja": "それは私のものです。",
    "ja_answers": [
      "それは私のものです。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose bag is this?",
    "ja": "これはだれのかばんですか。",
    "ja_answers": [
      "これはだれのかばんですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose pen is this?",
    "ja": "これはだれのペンですか。",
    "ja_answers": [
      "これはだれのペンですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose camera is that?",
    "ja": "あれはだれのカメラですか。",
    "ja_answers": [
      "あれはだれのカメラですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "It is mine.",
    "ja": "それは私のものです。",
    "ja_answers": [
      "それは私のものです。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose eraser is this?",
    "ja": "これはだれの消しゴムですか。",
    "ja_answers": [
      "これはだれの消しゴムですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "It is Mike's.",
    "ja": "それはマイクのものです。",
    "ja_answers": [
      "それはマイクのものです。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "Whose father is that?",
    "ja": "あちらはだれのお父さんですか。",
    "ja_answers": [
      "あちらはだれのお父さんですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "3",
    "en": "That is Mike's.",
    "ja": "あちらはマイクのお父さんです。",
    "ja_answers": [
      "あちらはマイクのお父さんです。"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "series",
    "ja": "シリーズ",
    "ja_answers": [
      "シリーズ"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "detective",
    "ja": "探偵",
    "ja_answers": [
      "探偵"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "thing",
    "ja": "物、事",
    "ja_answers": [
      "物",
      "事"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "carefully",
    "ja": "注意深く",
    "ja_answers": [
      "注意深く"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "strange",
    "ja": "奇妙な、不思議な",
    "ja_answers": [
      "奇妙な",
      "不思議な"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "fact",
    "ja": "事実",
    "ja_answers": [
      "事実"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "solve",
    "ja": "（問題などを）解決する",
    "ja_answers": [
      "（問題などを）解決する"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "difficult",
    "ja": "難しい",
    "ja_answers": [
      "難しい"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "problem",
    "ja": "問題",
    "ja_answers": [
      "問題"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "Please look at this picure carefully.",
    "ja": "この写真を注意深く見てください。",
    "ja_answers": [
      "この写真を注意深く見てください。"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "many strange facts",
    "ja": "たくさんの奇妙な事実",
    "ja_answers": [
      "たくさんの奇妙な事実"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "What does Sherlock Holmes solve?",
    "ja": "シャーロックホームズは何を解決する？",
    "ja_answers": [
      "シャーロックホームズは何を解決する？"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "He solves many difficult problems.",
    "ja": "彼はたくさんの難しい問題を解決する。",
    "ja_answers": [
      "彼はたくさんの難しい問題を解決する。"
    ]
  },
  {
    "lesson": "5",
    "part": "Goal Activity",
    "en": "She reads people's mind.",
    "ja": "彼女は人の心を読みます。",
    "ja_answers": [
      "彼女は人の心を読みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "eat",
    "ja": "…を食べる",
    "ja_answers": [
      "…を食べる"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "eats",
    "ja": "…を食べる（s）",
    "ja_answers": [
      "…を食べる（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "play",
    "ja": "（スポーツなどを）する",
    "ja_answers": [
      "（スポーツなどを）する"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "plays",
    "ja": "（スポーツなどを）する（s）",
    "ja_answers": [
      "（スポーツなどを）する（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "make",
    "ja": "…を作る",
    "ja_answers": [
      "…を作る"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "makes",
    "ja": "…を作る（s）",
    "ja_answers": [
      "…を作る（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "walk",
    "ja": "（犬などを）散歩させる",
    "ja_answers": [
      "（犬などを）散歩させる"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "walks",
    "ja": "（犬などを）散歩させる（s）",
    "ja_answers": [
      "（犬などを）散歩させる（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "drink",
    "ja": "…を飲む",
    "ja_answers": [
      "…を飲む"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "drinks",
    "ja": "…を飲む（s）",
    "ja_answers": [
      "…を飲む（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "read",
    "ja": "（…を）読む",
    "ja_answers": [
      "（…を）読む"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "reads",
    "ja": "（…を）読む（s）",
    "ja_answers": [
      "（…を）読む（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "know",
    "ja": "（…を）知っている",
    "ja_answers": [
      "（…を）知っている"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "knows",
    "ja": "（…を）知っている（s）",
    "ja_answers": [
      "（…を）知っている（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "take",
    "ja": "（写真などを）撮る",
    "ja_answers": [
      "（写真などを）撮る"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "takes",
    "ja": "（写真などを）撮る（s）",
    "ja_answers": [
      "（写真などを）撮る（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "live",
    "ja": "住んでいる",
    "ja_answers": [
      "住んでいる"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "lives",
    "ja": "住んでいる（s）",
    "ja_answers": [
      "住んでいる（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "speak",
    "ja": "（ある言語を）話す",
    "ja_answers": [
      "（ある言語を）話す"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "speaks",
    "ja": "（ある言語を）話す（s）",
    "ja_answers": [
      "（ある言語を）話す（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "like",
    "ja": "…を好む",
    "ja_answers": [
      "…を好む"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "likes",
    "ja": "…を好む（s）",
    "ja_answers": [
      "…を好む（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "practice",
    "ja": "（…を）練習する",
    "ja_answers": [
      "（…を）練習する"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "practices",
    "ja": "（…を）練習する（s）",
    "ja_answers": [
      "（…を）練習する（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "love",
    "ja": "…が大好きである",
    "ja_answers": [
      "…が大好きである"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "loves",
    "ja": "…が大好きである（s）",
    "ja_answers": [
      "…が大好きである（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "do",
    "ja": "…をする",
    "ja_answers": [
      "…をする"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "does",
    "ja": "…をする（s）",
    "ja_answers": [
      "…をする（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "go",
    "ja": "行く",
    "ja_answers": [
      "行く"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "goes",
    "ja": "行く（s）",
    "ja_answers": [
      "行く（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "watch",
    "ja": "…を（注意して）見る",
    "ja_answers": [
      "…を（注意して）見る"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "watches",
    "ja": "…を（注意して）見る（s）",
    "ja_answers": [
      "…を（注意して）見る（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "teach",
    "ja": "…を教える",
    "ja_answers": [
      "…を教える"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "teaches",
    "ja": "…を教える（s）",
    "ja_answers": [
      "…を教える（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "study",
    "ja": "（…を）勉強する",
    "ja_answers": [
      "（…を）勉強する"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する1",
    "en": "studies",
    "ja": "（…を）勉強する（s）",
    "ja_answers": [
      "（…を）勉強する（s）"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "I live in Osaka.",
    "ja": "私は大阪に住んでいます。",
    "ja_answers": [
      "私は大阪に住んでいます。",
      "ぼくは大阪に住んでいます。",
      "僕は大阪に住んでいます。",
      "ぼくが大阪に住んでいます。",
      "僕が大阪に住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Mr. Smith lives in Osaka.",
    "ja": "スミス氏は大阪に住んでいます。",
    "ja_answers": [
      "スミス氏は大阪に住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "My brother likes soccer.",
    "ja": "私の兄はサッカーが好きです。",
    "ja_answers": [
      "私の兄はサッカーが好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "My brother doesn't like soccer.",
    "ja": "私の兄はサッカーが好きではありません。",
    "ja_answers": [
      "私の兄はサッカーが好きではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Mika runs in the morning.",
    "ja": "ミカは朝走ります。",
    "ja_answers": [
      "ミカは朝走ります。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Does Mika run in the morning?",
    "ja": "ミカは朝走りますか。",
    "ja_answers": [
      "ミカは朝走りますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Does he play soccer every day?",
    "ja": "彼は毎日、サッカーをしますか。",
    "ja_answers": [
      "彼は毎日、サッカーをしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Do they play soccer every day?",
    "ja": "彼らは毎日、サッカーをしますか。",
    "ja_answers": [
      "彼らは毎日、サッカーをしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Mika studies art at university.",
    "ja": "ミカは大学で美術を勉強します。",
    "ja_answers": [
      "ミカは大学で美術を勉強します。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Does Mr.Smith speak Japanese?",
    "ja": "スミス先生は日本語を話しますか。",
    "ja_answers": [
      "スミス先生は日本語を話しますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Does your mother cook every day?",
    "ja": "あなたのお母さんは毎日、料理をしますか。",
    "ja_answers": [
      "あなたのお母さんは毎日、料理をしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Yes",
    "ja": "she does.",
    "ja_answers": [
      "she does."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "No",
    "ja": "she doesn't.",
    "ja_answers": [
      "she doesn't."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "My father likes cooking.",
    "ja": "私の父は料理が好きです。",
    "ja_answers": [
      "私の父は料理が好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Does your cat eat fish?",
    "ja": "あなたのネコは魚を食べますか。",
    "ja_answers": [
      "あなたのネコは魚を食べますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを整理する2",
    "en": "Lisa does not ride a bike.",
    "ja": "リサは自転車に乗りません。",
    "ja_answers": [
      "リサは自転車に乗りません。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "You can feed the elephants.",
    "ja": "あなたは象にエサをやることができます。",
    "ja_answers": [
      "あなたは象にエサをやることができます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Please ask the staff.",
    "ja": "どうぞスタッフにたずねてみてください。",
    "ja_answers": [
      "どうぞスタッフにたずねてみてください。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "These two elephants are the Azian elephants.",
    "ja": "これら2頭の像は、アジア象です。",
    "ja_answers": [
      "これら2頭の像は、アジア象です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "They mainly live in Southeast Asia.",
    "ja": "彼らは主に東南アジアに住んでいます。",
    "ja_answers": [
      "彼らは主に東南アジアに住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "They are very friendly.",
    "ja": "彼らはとても人懐っこいです。",
    "ja_answers": [
      "彼らはとても人懐っこいです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "The big elephant is Mary.",
    "ja": "大きい象はマリーです。",
    "ja_answers": [
      "大きい象はマリーです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "She is from Thailand.",
    "ja": "彼女はタイ出身です。",
    "ja_answers": [
      "彼女はタイ出身です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "She really likes apples",
    "ja": "and eats thirty apples every day.",
    "ja_answers": [
      "and eats thirty apples every day."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "She is mother elephant.",
    "ja": "彼女は母象です。",
    "ja_answers": [
      "彼女は母象です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "The small elephant is Joe.",
    "ja": "小さい象はジョーです。",
    "ja_answers": [
      "小さい象はジョーです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "He is Mary's child.",
    "ja": "彼はマリーの子供です。",
    "ja_answers": [
      "彼はマリーの子供です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "He doesn't eat apples",
    "ja": "but he eats bananas.",
    "ja_answers": [
      "but he eats bananas."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "And he likes playing with the staff.",
    "ja": "そして彼はスタッフと遊ぶのが好きです。",
    "ja_answers": [
      "そして彼はスタッフと遊ぶのが好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "You can feed Mary and Joe.",
    "ja": "あなたはマリーとジョーにエサをやることができます。",
    "ja_answers": [
      "あなたはマリーとジョーにエサをやることができます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Please buy the food from the staff.",
    "ja": "スタッフから食べ物を買ってください。",
    "ja_answers": [
      "スタッフから食べ物を買ってください。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "How many apples does Mary eat every day?",
    "ja": "マリーは毎日、リンゴを何個食べますか。",
    "ja_answers": [
      "マリーは毎日、リンゴを何個食べますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "She eats thirty apples every day.",
    "ja": "彼女は毎日、30個のリンゴを食べます。",
    "ja_answers": [
      "彼女は毎日、30個のリンゴを食べます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "What does Joe eat?",
    "ja": "ジョーは何を食べますか。",
    "ja_answers": [
      "ジョーは何を食べますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "He eats bananas.",
    "ja": "彼はバナナを食べます。",
    "ja_answers": [
      "彼はバナナを食べます。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Mary likes apples.",
    "ja": "マリーはリンゴが好きです。",
    "ja_answers": [
      "マリーはリンゴが好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Joe doesn't eat apples.",
    "ja": "ジョーはリンゴを食べません。",
    "ja_answers": [
      "ジョーはリンゴを食べません。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Mary is from Thailand.",
    "ja": "マリーはタイ出身です。",
    "ja_answers": [
      "マリーはタイ出身です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する1",
    "en": "Joe is a child elephant.",
    "ja": "ジョーは子象です。",
    "ja_answers": [
      "ジョーは子象です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Does this bus go to Shinjuku?",
    "ja": "このバスは新宿に行きますか。",
    "ja_answers": [
      "このバスは新宿に行きますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Yes",
    "ja": "it does.",
    "ja_answers": [
      "it does."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "What time does this bus leave?",
    "ja": "何時にこのバスは出発しますか。",
    "ja_answers": [
      "何時にこのバスは出発しますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "At 8:15.",
    "ja": "8時15分です。",
    "ja_answers": [
      "8時15分です。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "I'll get sushi for today's party.",
    "ja": "私は今日のパーティーのために寿司を買うつもりです。",
    "ja_answers": [
      "私は今日のパーティーのために寿司を買うつもりです。",
      "ぼくは今日のパーティーのために寿司を買うつもりです。",
      "僕は今日のパーティーのために寿司を買うつもりです。",
      "ぼくが今日のパーティーのために寿司を買うつもりです。",
      "僕が今日のパーティーのために寿司を買うつもりです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Do you want something else?",
    "ja": "何かそのほかに欲しいものはありますか。",
    "ja_answers": [
      "何かそのほかに欲しいものはありますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Wait!",
    "ja": "待って。",
    "ja_answers": [
      "待って。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Lisa doesn't like sushi.",
    "ja": "リサは寿司が好きではありません。",
    "ja_answers": [
      "リサは寿司が好きではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "She can't eat raw fish.",
    "ja": "彼女は生魚を食べることができません。",
    "ja_answers": [
      "彼女は生魚を食べることができません。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "She loves pizza.",
    "ja": "彼女はピザが大好きです。",
    "ja_answers": [
      "彼女はピザが大好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "So pizza is better.",
    "ja": "だからピザがよりよいです。",
    "ja_answers": [
      "だからピザがよりよいです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Oh",
    "ja": "thank you.",
    "ja_answers": [
      "thank you."
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Then I'll get some pizza.",
    "ja": "それではピザをいくつか買うつもりです。",
    "ja_answers": [
      "それではピザをいくつか買うつもりです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Whose notebook is this?",
    "ja": "これはだれのノート？",
    "ja_answers": [
      "これはだれのノート？"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "It's mine.",
    "ja": "私のです。",
    "ja_answers": [
      "私のです。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "I was looking for it.",
    "ja": "私はそれを探していました。",
    "ja_answers": [
      "私はそれを探していました。",
      "ぼくはそれを探していました。",
      "僕はそれを探していました。",
      "ぼくがそれを探していました。",
      "僕がそれを探していました。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "Whoes textbook is this?",
    "ja": "この教科書はだれの。",
    "ja_answers": [
      "この教科書はだれの。"
    ]
  },
  {
    "lesson": "5",
    "part": "学んだことを活用する2",
    "en": "It's Ken's.",
    "ja": "それはケンのです。",
    "ja_answers": [
      "それはケンのです。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "I make lunch on weekends.",
    "ja": "私は週末、ランチを作ります。",
    "ja_answers": [
      "私は週末、ランチを作ります。",
      "ぼくは週末、ランチを作ります。",
      "僕は週末、ランチを作ります。",
      "ぼくが週末、ランチを作ります。",
      "僕が週末、ランチを作ります。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Lisa makes lunch on weekends.",
    "ja": "リサは週末、ランチを作ります。",
    "ja_answers": [
      "リサは週末、ランチを作ります。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "You study math after school.",
    "ja": "あなたは放課後、数学を勉強します。",
    "ja_answers": [
      "あなたは放課後、数学を勉強します。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "My brother studies math after school.",
    "ja": "私の兄は放課後、数学を勉強します。",
    "ja_answers": [
      "私の兄は放課後、数学を勉強します。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "She teaches science.",
    "ja": "彼女は理科を教えます。",
    "ja_answers": [
      "彼女は理科を教えます。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "I teache science.",
    "ja": "私は理科を教えます。",
    "ja_answers": [
      "私は理科を教えます。",
      "ぼくは理科を教えます。",
      "僕は理科を教えます。",
      "ぼくが理科を教えます。",
      "僕が理科を教えます。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Mr. Smith drinks Japanese tea.",
    "ja": "スミス先生は日本茶を飲みます。",
    "ja_answers": [
      "スミス先生は日本茶を飲みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Does Mr. Smith drink Japanese tea?",
    "ja": "スミス先生は日本茶を飲みますか。",
    "ja_answers": [
      "スミス先生は日本茶を飲みますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "My mother knows the singer.",
    "ja": "私の母はその歌手を知っています。",
    "ja_answers": [
      "私の母はその歌手を知っています。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "My mother does not know the singer.",
    "ja": "私の母はその歌手を知りません。",
    "ja_answers": [
      "私の母はその歌手を知りません。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "He watches TV after dinner.",
    "ja": "彼は夕食後、テレビを見ます。",
    "ja_answers": [
      "彼は夕食後、テレビを見ます。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "He doesn't watch TV after dinner.",
    "ja": "彼は夕食後、テレビを見ません。",
    "ja_answers": [
      "彼は夕食後、テレビを見ません。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Does she play volleyball?",
    "ja": "彼女はバレーボールをしますか。",
    "ja_answers": [
      "彼女はバレーボールをしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Do they play volleyball?",
    "ja": "彼らはバレーボールをしますか。",
    "ja_answers": [
      "彼らはバレーボールをしますか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "Mike doesn't like anime.",
    "ja": "マイクはアニメが好きではありません。",
    "ja_answers": [
      "マイクはアニメが好きではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "Language Focus",
    "en": "We don't like anime.",
    "ja": "私たちはアニメが好きではありません。",
    "ja_answers": [
      "私たちはアニメが好きではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "I play tennis every day.",
    "ja": "私は毎日テニスをします。",
    "ja_answers": [
      "私は毎日テニスをします。",
      "ぼくは毎日テニスをします。",
      "僕は毎日テニスをします。",
      "ぼくが毎日テニスをします。",
      "僕が毎日テニスをします。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "We know Mike.",
    "ja": "私たちはマイクのことを知っています。",
    "ja_answers": [
      "私たちはマイクのことを知っています。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "My father reads books every night.",
    "ja": "私の父は毎晩、本を読みます。",
    "ja_answers": [
      "私の父は毎晩、本を読みます。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "Mr.Kato teaches science.",
    "ja": "加藤先生は理科を教えます。",
    "ja_answers": [
      "加藤先生は理科を教えます。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "Mike studies Japanese on weekends.",
    "ja": "マイクは週末に日本語を勉強します。",
    "ja_answers": [
      "マイクは週末に日本語を勉強します。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "Lisa and I often go to the park.",
    "ja": "リサと私はよくその公園を行きます。",
    "ja_answers": [
      "リサと私はよくその公園を行きます。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "They live in Tokyo.",
    "ja": "彼らは東京に住んでいます。",
    "ja_answers": [
      "彼らは東京に住んでいます。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "I practive soccer every day.",
    "ja": "私は毎日、サッカーの練習をします。",
    "ja_answers": [
      "私は毎日、サッカーの練習をします。",
      "ぼくは毎日、サッカーの練習をします。",
      "僕は毎日、サッカーの練習をします。",
      "ぼくが毎日、サッカーの練習をします。",
      "僕が毎日、サッカーの練習をします。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "He practices soccer every day.",
    "ja": "彼は毎日、サッカーの練習をします。",
    "ja_answers": [
      "彼は毎日、サッカーの練習をします。"
    ]
  },
  {
    "lesson": "5",
    "part": "SPECIAL TOPICS",
    "en": "They practice soccer every day.",
    "ja": "彼らは毎日、サッカーの練習をします。",
    "ja_answers": [
      "彼らは毎日、サッカーの練習をします。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "I love him.",
    "ja": "私は彼のことが好きです。",
    "ja_answers": [
      "私は彼のことが好きです。",
      "ぼくは彼のことが好きです。",
      "僕は彼のことが好きです。",
      "ぼくが彼のことが好きです。",
      "僕が彼のことが好きです。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "Do you love me?",
    "ja": "あなたは私のことが好きなのですか。",
    "ja_answers": [
      "あなたは私のことが好きなのですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "He loves you.",
    "ja": "彼はあなたのことが好きなのです。",
    "ja_answers": [
      "彼はあなたのことが好きなのです。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "Is this your bag?",
    "ja": "これはあなたのかばんですか。",
    "ja_answers": [
      "これはあなたのかばんですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "That is her bag.",
    "ja": "あれは彼女のかばんです。",
    "ja_answers": [
      "あれは彼女のかばんです。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "This bag is not mine.",
    "ja": "このかばんは私のものではありません。",
    "ja_answers": [
      "このかばんは私のものではありません。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "Are they your friends?",
    "ja": "彼らはあなたの友だちですか。",
    "ja_answers": [
      "彼らはあなたの友だちですか。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "I often talk with them.",
    "ja": "私はよく彼らと話します。",
    "ja_answers": [
      "私はよく彼らと話します。",
      "ぼくはよく彼らと話します。",
      "僕はよく彼らと話します。",
      "ぼくがよく彼らと話します。",
      "僕がよく彼らと話します。"
    ]
  },
  {
    "lesson": "5",
    "part": "Remember?",
    "en": "Our school is not new.",
    "ja": "私たちの学校は新しくありません。",
    "ja_answers": [
      "私たちの学校は新しくありません。"
    ]
  }
];
